<!doctype html public "-//w3c//dtd html 4.0 transitional//en">
<html>
<head>
   <meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
   <meta name="GENERATOR" content="Mozilla/4.7 [fr] (Win98; I) [Netscape]">
   <title>D&eacute;pr&eacute;ciation et gains en capital/plus-values</title>
<link rel="stylesheet" title="normal" type="text/css" href="gnucash.css">
</head>
<body>

<h1>
D&eacute;pr&eacute;ciation et gains en capital/plus-values</h1>
Cette section fournit une analyse du traitement de la d&eacute;pr&eacute;ciation
et l'appr&eacute;ciation des avoirs dans GnuCash.
<p>Il fournit aussi une br&egrave;ve introduction au sujet relatif aux
imp&ocirc;ts.
<p><b>Attention:</b> <i>Soyez conscients que les diff&eacute;rents pays
peuvent avoir des politiques fiscales <b>consid&eacute;rablement </b>diff&eacute;rentes
pour le traitement de ces choses; tout ce que ce document peut r&eacute;ellement
fournir est&nbsp; quelques&nbsp; id&eacute;es fondamentales pour vous aider
&agrave; appliquer votre m&eacute;thode "favorite"d'impots/d&eacute;pr&eacute;ciation.</i>
<p>Notez que l'appr&eacute;ciation et la d&eacute;pr&eacute;ciation des
avoirs tend &agrave; &ecirc;tre trait&eacute;es quelque peu diff&eacute;remment:
<ul>
<li>
<a href="#depr">La d&eacute;pr&eacute;ciation</a> est <i>habituellement</i>
reconnue (le terme technique est <b>accru/accumul&eacute;</b>) comme une
d&eacute;pense sur une base continue, r&eacute;duisant graduellement la
valeur d'un avoir&nbsp; vers z&eacute;ro.</li>

<p><br>La d&eacute;pr&eacute;ciation tend &agrave; uniquement &agrave;
s'obtenir calcul&eacute;e sur les avoirs qui sont utilis&eacute;s par des
professionnels ou &agrave; objectifs professionnels, parce que les gouvernements
ne vous permettent g&eacute;n&eacute;rallement pas de r&eacute;clamer des
d&eacute;ductions de d&eacute;pr&eacute;ciation sur les avoirs personnels,
et c'est inutile de s'ennuyer avec la proc&eacute;dure si ce n'est pas
d&eacute;ductible.
<li>
En contraste, <a href="#appr">les gains en capital,</a> qui pourraient
&ecirc;tre appel&eacute;s <i>appr&eacute;ciation de la valeur des avoirs,</i>
ne sont typiquement <i>pas</i> reconnus jusqu'&agrave; un certain moment
qui arr&ecirc;te ce fait quand les avoirs sont vendus, et &agrave; cet
<i>instant,</i>
le gain en entier devient revenus.</li>

<br>Diff&eacute;rent de la d&eacute;pr&eacute;ciation, les gouvernements
tendent &agrave; &ecirc;tre <i>tr&egrave;s int&eacute;ress&eacute;s </i>par
la taxation des gains en capital d'une mani&egrave;re ou l'autre.
<p>(Comme toujours, ils y a des exceptions. Si vous poss&eacute;dez une
obligation qui paie tous ces int&eacute;r&ecirc;ts en fin de vie, les autorit&eacute;es
fiscales requ&eacute;reront souvent que vous reconnaissez/percevez des
int&eacute;r&ecirc;ts chaque ann&eacute;e, et refuser cel&agrave; pour
&ecirc;tre trait&eacute; comme un gain en capital. L'expression&nbsp; <i>int&eacute;r&ecirc;ts
accumul&eacute;s,</i> ou <i>int&eacute;r&ecirc;ts imput&eacute;s</i> sont
souvent l&agrave; pour effayer ceux qui sont sensibles &agrave; de telles
choses...)</ul>

<h1>
Gains en capital/Plus-values - Appr&eacute;ciation des avoirs</h1>
<a NAME="appr"></a>
<p>L'appr&eacute;ciaton des avoirs est, en g&eacute;n&eacute;ral, une question
assez astucieuse &agrave; traiter avec. C'est ainsi parce que, pour quelques
types d'avoirs, il est difficile de correctement estimer une augmentation
en valeur <i>jusqu'&agrave; ce que r&eacute;ellement vous vendiez les avoirs.</i>
<p>Si vous investissez dans des <a href="xacc-ticker.html">valeurs</a>
qui sont &eacute;chang&eacute;es sur une base journali&egrave;re sur des
march&eacute;s ouverts tel que des bourses d'actions, les cours peuvent
&ecirc;tre assez exacts, et vendre l'avoir aux prix du march&eacute; peut
&ecirc;tre aussi simple que d'appeler un courtier et d'&eacute;mettre un
<b>Ordre
de bourse.</b>
<p>D'un autre cot&eacute;, les maisons que vos voisins ont vendus en quelque
sorte moins souvent, tel que les ventes tendent &agrave; entrainer un effort
consid&eacute;rable de d&eacute;penses, et entraine des n&eacute;gociations,
ce qui veut dire que les estimations sont probablement moins pr&eacute;cises.
De la m&ecirc;me mani&egrave;re, vendre une automobile utilis&eacute;e
implique un processus de n&eacute;gociation qui rend la tarification un
peu moins pr&eacute;dictible.
<p>Plus difficile &agrave; estimer sont les valeurs de collections d'objets
tel que les bijoux, cr&eacute;ation d'Art, cartes de baseball, et&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
"Beanie Babies." Les march&eacute;s pour de tels objets sont quelque peu
moins ouvert/accessible que les march&eacute;s de valeurs.
<p>Les pires choses poutant sont une sorte de biens. Les usines contiennent
souvent des presses et&nbsp; font des produits personnalis&eacute;s pour
construire un produit tr&egrave;s sp&eacute;cifique qui co&ucirc;te dix
ou cent de milliers de dollars; cet &eacute;quipement peut-&ecirc;tre <i>de
moins de valeur</i> en dehors de ce contexte tr&egrave;s sp&eacute;cifique.
Dans de tels cas, il y a plusieurs valeurs contracdictoires qui peuvent
&ecirc;tre attach&eacute; au bien, <i>aucune</i> d'elles sans ambiguit&eacute;
ne sont correctes.
<p>Supposons que vous achetez un avoir pr&eacute;vu pour augmenter en valeur,
disons un tableau de Degas, et vous voulez suivre cel&agrave;. (La compagnie
d'assurances se souciera de cel&agrave;, m&ecirc;me si personne d'autre
le fait.)
<p>Le suivi correctement de la valeur en augmentation continuelle du Degas
requ&egrave;rera au moins trois, plut&ocirc;t peut-&ecirc;tre les quatre
comptes suivants (plus un compte bancaire ou de liquidit&eacute;s d'o&ugrave;
l'argent pour l'argent pour l'achat provient):
<ul>
<li>
Un compte avoirs&nbsp; <i>Co&ucirc;t de l'avoir</i> pour suivre le co&ucirc;t
original du tableau,</li>

<li>
An compte avoirs <i>Gains accumul&eacute;s non&nbsp; r&eacute;alis&eacute;s
sur Avoir</i> pour suivre les augmentations en valeur, et</li>

<li>
Un compte revenus <i>Gains accumul&eacute;s sur les revenus de l'avoir</i>
dans lequel l'enregistrement du cot&eacute; revenus des gains annuels dans
votre richesse, et</li>

<li>
Un compte revenus&nbsp; <i>Gains r&eacute;alis&eacute;s sur les revenus
de l'avoir </i>qui enregistre le revenu r&eacute;alis&eacute; quand vouys
vendez l'avoir.</li>
</ul>
Les <i>gains accumul&eacute;s&nbsp;</i> n'affecte s&ucirc;rement pas vos
revenus imposables en ayant objectif d'impots sur le <i>revenu</i>, bien
qu'il puisse&nbsp; avoir quelque effet sur les imp&ocirc;ts sur les <i>biens</i>.
<h2>
Le traitement des gains en capital dans GnuCash</h2>

<h3>
L'acquisition</h3>
La premi&egrave;re chose que vous devez faire est de cr&eacute;er le <i>compte
co&ucirc;t de l'avoir</i>, alors transf&eacute;rez la somme que vous avez
pay&eacute; pour ce tableau depuis votre compte bancaire vers ce compte
avoirs pour enregistrer l'achat.
<p>Un mois plus tard, vous avez raison de suspecter que la valeur de votre
tableau a augment&eacute; de 1200F. Afin d'enregistrer cel&agrave;&nbsp;
vous transf&eacute;rez 1200F depuis votre compte revenus <i>gains accumul&eacute;s
sur un avoir vers votre compte avoirs</i>.
<p>Votre fen&ecirc;tre principale ressemblera &agrave; cel&agrave;:
<br><img SRC="appr-main1.gif" ALT="Main window after purchase and appreciation" NOSAVE height=281 width=586>
<p>et votre compte avoirs ressemblera &agrave; cel&agrave;:
<br><img SRC="appr-asset1.gif" ALT="Asset account after purchase and appreciation" NOSAVE height=372 width=683>
<h3>
Jusqu'&agrave; ce que vous poss&eacute;diez l'avoir</h3>
L'appr&eacute;ciation de l'avoir est une sorte de revenus mais il n'est
<i>pas</i>
en esp&egrave;ces dans votre main.
<p>Les gens qui sont devenus&nbsp; "riches" en 1999 gr&acirc;ce &agrave;
l'offre initiale au public en bourse (IPO) de soci&eacute;t&eacute;s ayant
rapport &agrave; Linux comme Red Hat Software et VA Linux Systems permettent
de v&eacute;rifier cel&agrave;. Ils d&eacute;tiennent des options ou des
actions qui sont&nbsp; <i>th&eacute;oriquement </i>&eacute;valu&eacute;es
&agrave; des millions de dollars USD.
<p>Ce qui ne veut pas dire qu'ils sont actuellement millionnaires; les
participants principaux ont poss&eacute;d&eacute; leurs actions au moins
six mois auparavant avant de vendre <i>n'importe lesquelles</i> d'entre
elles. Le fait qu'ils <i>ne pouvait</i> les vendre veut dire que tant qu'
elles doivent en th&eacute;orie &ecirc;tre d'une valeur de millions de
dollars sur le papier, il y a, comme &agrave; la fin de 1999, aucune voie
pour eux pour l&eacute;gallement <i>recevoir ces </i>millions.
<h3>
Vendre l'avoir</h3>
Disons q'un autre mois plus tard les prix des tableaux de Degas ont mont&eacute;s
encore, dans votre cas de d'environ 2500F, que vous estimez. Vous enregistrez
d&ucirc;ment ces 2500F comme un revenu comme ci-dessus, alors vous d&eacute;cidez
de vendre le tableau.
<p>Maintenant il se produit trois possibilit&eacute;es:
<ol>
<li>
Votre estimation optimiste de la valeur du tableau &eacute;tait correcte.</li>

<br>Le compte revenus est laiss&eacute; tranquille (ou peut-&ecirc;tre
recevta des transferts depuis un compte revenus <i>Gain</i> <i>accumul&eacute;
</i>vers
un compte revenus <i>Gain r&eacute;alis&eacute; </i>), et l'enregistrement
est plut&ocirc;t comme cel&agrave;:
<br>&nbsp;
<table summary="BIGGAIN" >
<tr>
<th>Compte</th>

<th>Montant</th>
</tr>

<tr>
<td>Liquidit&eacute;s</td>

<td>16055F</td>
</tr>

<tr>
<td>Tableau</td>

<td>-11000F</td>
</tr>

<tr>
<td>Revenu du gain r&eacute;alis&eacute;</td>

<td>-5055F</td>
</tr>
</table>

<p>Et si n'importe lequel des montants a &eacute;t&eacute; accumul&eacute;
comme des <i>Gains accumul&eacute;s,</i> le montant de l'avoir devrait
&ecirc;tre augment&eacute;(closed out), compens&eacute; par une valeur
<i>n&eacute;gative</i>
pour le revenu <i>Gain accumul&eacute;s</i>. Si le total qui a &eacute;t&eacute;
accumul&eacute; &eacute;tait de 5000F, alors la transaction devrait ressembler
&agrave; ce qui suit :
<br>&nbsp;
<table summary="BIGGAINACCRUEDTOO" >
<tr>
<th>Compte</th>

<th>Montant</th>
</tr>

<tr>
<td>Liquidit&eacute;s</td>

<td>16055F</td>
</tr>

<tr>
<td>Tableau</td>

<td>-11000F</td>
</tr>

<tr>
<td>Avoir du gain accumul&eacute;</td>

<td>-5000F</td>
</tr>

<tr>
<td>Revenu du gain r&eacute;alis&eacute;</td>

<td>-5055F</td>
</tr>

<tr>
<td>Revenu du gain accumul&eacute;</td>

<td>5000F</td>
</tr>
</table>

<p>Notez que les deux comptes de revenus compense un autre ainsi que le
revenu <i>actuel</i> resultant de la transaction est seulement de 55F.
Le reste de 5000F a pr&eacute;c&eacute;demment &eacute;t&eacute; reconnu
comme un <i>Revenu de gain accumul&eacute;.</i>
<li>
Vous &eacute;tiez suroptimiste &agrave; propos de la valeur du tableau.</li>

<p><br>A la place de 16055F&nbsp; que vous pensiez que le tableau &eacute;tait
&eacute;valu&eacute;, il est seulement propos&eacute; &agrave; 15000F.
Mais vous d&eacute;cidez poutant de le vendre, parce que vous l'&eacute;valuez
&agrave; 15000F de plus que ce que vous &eacute;valuez le tableau.
<p>Les chiffres changent un petit peu, mais pas aussi dramatiquement.
<br>&nbsp;
<table summary="SMALLGAINACCRUEDTOO" >
<tr>
<th>Compte</th>

<th>Montant</th>
</tr>

<tr>
<td>Liquidit&eacute;s</td>

<td>15000F</td>
</tr>

<tr>
<td>Tableau</td>

<td>-11000F</td>
</tr>

<tr>
<td>Avoir du gain accumul&eacute;</td>

<td>-5000F</td>
</tr>

<tr>
<td>Revenu du gain r&eacute;alis&eacute;</td>

<td>-4000F</td>
</tr>

<tr>
<td>Revenu du gain accumul&eacute;</td>

<td>5000F</td>
</tr>
</table>

<p>Notez que les deux comptes de revenus compensent un autre ainsi que
le revenu <i>actuel</i> r&eacute;sultant de la transaction fait ressortir
une <i>pertes</i> de 1000F. C'est formidable, comme vous avez pr&eacute;c&eacute;demment
reconnu 5000F de revenus.
<li>
Vous avez r&eacute;ussi &agrave; vendre votre tableau pour plus que vous
pensiez dans vos r&ecirc;ves d&eacute;lirants.</li>

<p><br>La valeur suppl&eacute;mentaire est, encore, enregistr&eacute; comme
un gain, par exemple un revenu.
<br>&nbsp;
<table summary="HUGEGAIN" >
<tr>
<th>Compte</th>

<th>Montant</th>
</tr>

<tr>
<td>Liquidit&eacute;s</td>

<td>50000F</td>
</tr>

<tr>
<td>Tableau</td>

<td>-11000F</td>
</tr>

<tr>
<td>Avoir du gain accumul&eacute;</td>

<td>-5000F</td>
</tr>

<tr>
<td>Revenus du gain r&eacute;alis&eacute;</td>

<td>-39000F</td>
</tr>

<tr>
<td>Revenus du gain accumul&eacute;</td>

<td>5000F</td>
</tr>
</table>
</ol>
En pratique, il est vraiment important de garder le <i>Revenu du gain accumul&eacute;</i>
s&eacute;par&eacute; du <i>Revenu du gain r&eacute;alis&eacute;,</i> comme
ci-dessus il est s&ucirc;rement ignor&eacute; par vos autorit&eacute;s
fiscales, qui voudront seulement vous faire payer quelque chose sur le
<i>Gain
r&eacute;alis&eacute;.</i>
<p>En bas, nous montrons le second cas &agrave; discuter.
<br><img SRC="appr-main2.gif" ALT="Main window after sale" NOSAVE height=281 width=586>
<br><img SRC="appr-asset2.gif" ALT="Asset account after sale" NOSAVE height=372 width=683>
<h2>
Pr&eacute;caution &agrave; propos de l'&eacute;valuation</h2>
Comme nous le voyons dans cette example, pour des biens non-financier,
il peut &ecirc;tre difficile d'estimer correctement la ``vraie'' valeur
d'un bien.
<p>Il est tout &agrave; fait facile de compter vous-m&ecirc;me votre richesse
en vous basant sur des estimations discutables qui ne refl&egrave;tent
pas "l'argent &agrave; la banque."
<p>Ainsi, quand vous traitez de l'appreciation des avoirs,
<ol>
<li>
Soyez prudent avec l'estimation de valeurs.</li>

<p><br>Ne vous adonnez pas &agrave; un espoir secret.
<li>
Jamais, au grand jamais, ne compter pas sur l'argent que vous n'avez pas
&agrave; votre banque ou en esp&egrave;ces.</li>

<p><br>Jusqu'&agrave; ce que vous ayez r&eacute;ellement vendu vos avoirs
et r&eacute;cup&eacute;rez l'argent, n'importe quel chiffres sur le papier
(ou une preuve magnetique sur votre dique dur) sont simplement cel&agrave;.
<p>Si vous pouvez convaincre avec r&eacute;alisme un banquier de vous pr&ecirc;ter
de l'argent, utilisant les biens comme garantie, ce qui est une &eacute;vidence
tr&egrave;s raisonnable qui est que les biens ont de la valeurs, comme
les pr&ecirc;teurssont professionnellement suspicieux des surestimations
douteuses de valeurs.
<p>Soyez conscient: toutes les trop nombreuses soci&eacute;t&eacute;s qui
apparaissent "profitable" sur le papier quittent les affaires &agrave;
la suite d'un &eacute;puisement des <i>liquidit&eacute;s,</i> pr&eacute;cis&eacute;ment
parce que les "biens de valeur" ne seront pas la m&ecirc;me chose que l'argent
comptant.</ol>

<h2>
Taxation des gains en capital/plus-values</h2>
Les politiques fiscales varient consid&eacute;rablement entre les pays,
ainsi il est virtuellement impossible de dire quelque chose qui sera universellement
utile.
<p>Pourtant, il est <i>commun</i> pour les revenus g&eacute;n&eacute;r&eacute;s
par des gains en capital de n'&ecirc;tre pas sujet &agrave; la taxation
jusqu'&agrave; la date o&ugrave; le bien est r&eacute;ellement vendu, et
quelque fois pas m&ecirc;me alors.
<p>Les ropri&eacute;taires de maisons nord am&eacute;ricain <i>habituellement
</i>trouve
que quand ils vendent leurs r&eacute;sidences personnelles, les gains en
capital qui surviennent sont exempt de taxation. Il apparait que d'autres
pays traitent les ventes de maisons diff&eacute;remment, taxant les gens
sur de tels gains. Les autorit&eacute;es allemandes, par exemple, taxent
ces gains seulement si vous&nbsp; poss&eacute;dez la propri&eacute;t&eacute;
depuis moins de dix ans.
<p><a href="mailto:cbbrowne@hex.net">J'ai</a> une histoire de mes jours
de pr&eacute;paration de taxe en tant que professionnel o&ugrave; une famille
vendit une ferme, et s'attendit &agrave; une facture fiscale <i>consid&eacute;rable</i>
qui se trouva &ecirc;tre virtuellement en raison de nul en raison de la
posession de la propri&eacute;t&eacute; avant 1971 (en quoi les mensonges
sont une critique de la date du "Jour de l'&eacute;valuation" au Canada)
et en raison qu'&eacute;tant une ferme&nbsp; <i>laiti&egrave;re,</i> avec
quelquesd&eacute;ductions r&eacute;sultant d'un r&eacute;gime <i>r&eacute;ellement
singulier</i>.
<p>En r&eacute;sum&eacute;, cette pr&eacute;sentation est assez simple,
mais la taxation souvent devient terriblement compliqu&eacute;e...
<h1>
D&eacute;pr&eacute;ciation des avoirs/biens</h1>
<a NAME="depr"></a>
<p>Compar&eacute; &agrave; des estimations souvent incertaines une &agrave;
faire o&ugrave; l'appr&eacute;ciation des avoirs est concern&eacute;e,
nous sommes en quelque sorte en terrain solide ici.
<ul>
<li>
Les gouvernements tendent &agrave; installer des r&egrave;gles pr&eacute;cises
sur comment il vous est demand&eacute; de calculer la d&eacute;pr&eacute;ciation
&agrave; objectifs fiscaux.</li>

<li>
Il est facile d'aller voir les r&eacute;f&eacute;rences tel que les "Livres
bleus" estimant de combien une automobile devrait &ecirc;tre &eacute;valu&eacute;
apr&egrave;s 3 ann&eacute;es d'utilisation.</li>
</ul>
Depuis que la d&eacute;pr&eacute;ciation des avoirs est tr&egrave;s souvent
conduite par des politiques fiscales, la discussion de la d&eacute;pr&eacute;ciation
se concentrera dans cette direction, sur certains des plus communs sch&eacute;mas
de calcul de la d&eacute;pr&eacute;ciation.
<p>Tandis qu'il a eu quelques discussions &agrave; propos de comment accomplir
des calculs automatis&eacute;s et la cr&eacute;ation de transactions pour
traiter des choses comme la d&eacute;pr&eacute;ciation, il n'y a pas encore
aucun code fonctionnel, ainsi pour maintenant, vous devrez faire les calculs
&agrave; la main.
<h2>
Syst&egrave;mes de d&eacute;pr&eacute;ciation</h2>

<h3>
D&eacute;pr&eacute;ciation lin&eacute;aire</h3>
La d&eacute;pr&eacute;ciation lin&eacute;aire diminue la valeur d'un bien
par un montant fix&eacute; pour chaque p&eacute;riode jusqu'&agrave; ce
que la valeur nette&nbsp; est de z&eacute;ro. C'est le calcul le plus <i>simple</i>,
comme vous estimez une dur&eacute;e de vie utile, et simplement diviser
le co&ucirc;t &eacute;galement au cours de la dur&eacute;e de vie.
<p><b>Exemple:</b> Vous avez achet&eacute; un ordinateur pour $1500 et
souhait&eacute; le d&eacute;pr&eacute;cier sur une p&eacute;riode de 5
ann&eacute;es. Chaque ann&eacute;e le montant de d&eacute;pr&eacute;ciation
est de $300, aboutissant aux calculs suivants:
<br>&nbsp;
<table summary="Example 1" >
<tr>
<th>Ann&eacute;e</th>

<th>D&eacute;pr&eacute;ciation</th>

<th>Valeur restante</th>
</tr>

<tr>
<td>1</td>

<td>300</td>

<td>1200</td>
</tr>

<tr>
<td>2</td>

<td>300</td>

<td>900</td>
</tr>

<tr>
<td>3</td>

<td>300</td>

<td>600</td>
</tr>

<tr>
<td>4</td>

<td>300</td>

<td>300</td>
</tr>

<tr>
<td>5</td>

<td>300</td>

<td>0</td>
</tr>
</table>

<h3>
D&eacute;pr&eacute;ciation g&eacute;om&eacute;trique</h3>
A chaque p&eacute;riode, le bien est d&eacute;pr&eacute;ci&eacute; d'un
pourcentage fix&eacute;&nbsp; dans la pr&eacute;c&eacute;dente p&eacute;riode
de sa valeur. Dans ce syst&egrave;me le reste de la valeur d'un bien diminuant
exponentiellement est ce qui reste de la valeur &agrave; la fin et qui
est plus grand que z&eacute;ro (par exemple&nbsp; - une valeur de revente).
<p><i>Faites attention: les autorit&eacute;s fiscales peuvent demander
(orpermettre) un plus large pourcentage dans la premi&egrave;re p&eacute;riode.</i>
D'un autre c&ocirc;t&eacute;, au Canada, c'est chang&eacute;/invers&eacute;,
comme ils permettent seulement&nbsp; une <i>moiti&eacute; </i>de la part
of "Remise du co&ucirc;t du capital" dans la premi&egrave;re ann&eacute;e.
<p>Le r&eacute;sultat de cette approche est que la valeur du bien diminue
plus rapidement au d&eacute;part qu'&agrave; la fin ce qui est&nbsp; <i>probablement</i>
plus r&eacute;aliste pour la plupart des biens qu'un syst&egrave;me lin&eacute;aire.
C'est certainement vrai pour les automobiles.
<p><b>Exemple:</b> Nous prenons le m&ecirc;me exemple comme ci-dessus,
avec une d&eacute;pr&eacute;ciation annuelle de 30%.
<br>&nbsp;
<table summary="Example 2" >
<tr>
<th>Ann&eacute;e</th>

<th>D&eacute;pr&eacute;ciation</th>

<th>Valeur restante</th>
</tr>

<tr>
<td>1</td>

<td>450</td>

<td>1050</td>
</tr>

<tr>
<td>2</td>

<td>315</td>

<td>735</td>
</tr>

<tr>
<td>3</td>

<td>220.50</td>

<td>514.50</td>
</tr>

<tr>
<td>4</td>

<td>154.35</td>

<td>360.15</td>
</tr>

<tr>
<td>5</td>

<td>108.05</td>

<td>252.10</td>
</tr>
</table>

<h3>
Somme de chiffres</h3>
Une troisi&egrave;me m&eacute;thode la plus souvent employ&eacute; dans
les pays Anglo/Saxon est la m&eacute;thode de la "somme de chiffres". Ici
se trouve une illustration:
<p><b>Exemple:</b> Premi&egrave;rement vous divisez la valeurs des biens
par la somme des ann&eacute;es d'utilisation, par exemple pour notre exemple
avec ci-dessus une valeur du bien de $1500 qui est utilis&eacute; sur une
p&eacute;riode de cinq ann&eacute;es vous avez 1500/(1+2+3+4+5)=100. La
d&eacute;pr&eacute;ciation et la valeur du bien sont alors calcul&eacute;s
comme suivant:
<br>&nbsp;
<table summary="Example 3" >
<tr>
<th>Ann&eacute;e</th>

<th>D&eacute;pr&eacute;ciation</th>

<th>Valeur restante</th>
</tr>

<tr>
<td>1</td>

<td>100*5=500</td>

<td>1000</td>
</tr>

<tr>
<td>2</td>

<td>100*4=400</td>

<td>600</td>
</tr>

<tr>
<td>3</td>

<td>100*3=300</td>

<td>300</td>
</tr>

<tr>
<td>4</td>

<td>100*2=200</td>

<td>100</td>
</tr>

<tr>
<td>5</td>

<td>100*1=100</td>

<td>0</td>
</tr>
</table>

<h2>
Le traitement de la d&eacute;pr&eacute;ciation dans gnucash</h2>
Afin de suivre la d&eacute;pr&eacute;ciation d'un bien, vous avez besoin
:
<ul>
<li>
Un compte avoirs <i>Co&ucirc;t de l'avoir</i> pour suivre la valeur originale;</li>

<li>
Un compte avoirs <i>D&eacute;pr&eacute;ciation accumul&eacute;e</i> dans
lequel est collect&eacute; la somme de tous les montants de d&eacute;pr&eacute;ciation
des ann&eacute;es;</li>

<li>
Un compte d&eacute;penses <i>D&eacute;pense de d&eacute;pr&eacute;ciation
</i>dans
lequel enregistrer les d&eacute;penses periodiques de d&eacute;pr&eacute;ciation.</li>
</ul>
La premi&egrave;re &eacute;tape, encore, est d'enregistrer l'achat de vos
biens en transf&eacute;rrant l'argent d'un compte bancaire vers le compte&nbsp;
<i>co&ucirc;t de bien</i>. Apr&egrave;s, dans chaque p&eacute;riode comptable
vous enregistrez la d&eacute;pr&eacute;ciation comme une d&eacute;pense
dans le compte&nbsp; appropri&eacute;.
<p>Les deux fen&ecirc;tres ci-dessous montre votre compte avoirs et la
fen&ecirc;tre principale apr&egrave;s la troisi&egrave;me ann&eacute;e
de d&eacute;pr&eacute;ciation en utilisant un syst&egrave;me de "somme
de chiffres" pour l'exemple ci-dessous.
<br><img SRC="depr-asset.gif" ALT="Asset account after depreciation" NOSAVE height=372 width=683>
<br><img SRC="depr-main.gif" ALT="Main window after depreciation" NOSAVE height=281 width=586>
<h2>
Un mot d'avertissement</h2>
Depuis que la d&eacute;pr&eacute;ciation et le sujet des imp&ocirc;ts sont
minitieusement racont&eacute;, vous ne pouvez pas toujours &ecirc;tre libre
dans le choix de votre m&eacute;thode pr&eacute;f&eacute;rr&eacute;e. La
correction de mauvais calculs coutera une quantit&eacute; enti&egrave;re
de plus de temps et d'ennui que d'obtenir des calculs bon la premi&egrave;re
fois, ainsi si vous planifiez de d&eacute;pr&eacute;cier les biens, il
est prudent d'&ecirc;tre s&ucirc;r du syst&egrave;me que vous serez permit
<i>ou
requis</i> d'utiliser
<br>
<hr WIDTH="100%">
<br>Retour &agrave; la <a href="xacc-main.html">Page principale de la documentation.</a>.
<br>&nbsp;
<br>&nbsp;
</body>
</html>
