<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2//EN">
<HTML>
<HEAD>
	<TITLE>Utilisation des comptes Revenus/D&eacute;penses</TITLE>
	<link rel="stylesheet" title="normal" type="text/css" href="gnucash.css">
	<META HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=iso-8859-1">
</HEAD>
<BODY BGCOLOR="#eeeeee">
<H1>Que sont les Revenus et D&eacute;penses ?</H1>
<P>Les mots &quot;Revenu&quot; et &quot;D&eacute;penses &quot; sont
bigrement simple; n'importe qui pense savoir ce qu'ils veulent dire;
c'est <I>habituellement</I> ce qui suit : <B>Quand j'ach&egrave;te
quelque chose, c'est une d&eacute;pense, et quand je re&ccedil;ois de
l'argent, c'est un revenu.</B> 
</P>
<P>Cela simplifie trop les choses; il est souvent une <I>assez-bonne</I>
approximation quand je fais de la comptabilit&eacute; personnelle,
mais quand je fais fonctionner un commerce, revenus et d&eacute;penses
ont souvent &eacute;t&eacute; reconnu/identifi&eacute; comme ayant
lieu quand quelques &quot;&eacute;v&eacute;nement critique&quot; ont
lieu et qui peut-&ecirc;tre ne correspondent pas parfaitement &agrave;
&quot;quand l'argent comptant rentre ou sort&quot;. 
</P>
<P>Par exemple, les soci&eacute;t&eacute;s habituellement doivent
reconna&icirc;tre revenus <I>quand une vente se passe.</I> Cela veut
dire que j'ai reconnu une vente de 100 000F <I>sur le moment avec moi
et le client nous serrant la main lors de l'accord.</I> 
</P>
<P>Depuis que l'argent ne rentre pas, les ventes ont &eacute;t&eacute;
estim&eacute; d'une autre mani&egrave;re; la mani&egrave;re qui est
faite est de <B>cumuler</B> une vente &agrave; ce moment, et la faire
mettre dans le solde de la transaction, plut&ocirc;t que d'ajouter
quelque chose en argent comptant, j'ajoute les 100 000F de la vente
dans <B>Cr&eacute;dit fournisseurs.</B> 
</P>
<P>Dans un syst&egrave;me &agrave; double entr&eacute;e, deux sortes
de comptes doivent &ecirc;tre cr&eacute;&eacute;s: certains de type
&quot;Revenus&quot; et d'autres de type &quot;D&eacute;penses &quot;.
(Il tend &agrave; y avoir beaucoup plus de diff&eacute;rentes sortes
de d&eacute;penses qu'il y a de revenus.) 
</P>
<P>Les Revenus de ce genre: salaire, primes, int&eacute;r&ecirc;ts
bancaires et les dividendes d'actions sont alors enregistr&eacute;s
comme transferts depuis un compte revenus vers un compte bancaire
(ou, en g&eacute;n&eacute;ral, quelques avoirs (actif) ). De la m&ecirc;me
mani&egrave;re, les d&eacute;penses sont enregistr&eacute;es comme
des transferts depuis un compte de carte de cr&eacute;dit (ou, en
g&eacute;n&eacute;ral, un compte de passif(dettes)). 
</P>
<P>Une autre voie pour d&eacute;crire la n&eacute;cessit&eacute; de
la &quot;double entr&eacute;e&quot; est que quand vous recevez un
revenu, deux choses se passent : 
</P>
<UL>
	<LI><P STYLE="margin-bottom: 0cm">Vous recevez une somme d'<I>argent,</I>
	et devez enregistrer cet effet sur votre compte bancaire. 
	</P>
	<LI><P>Vous avez re&ccedil;u un revenu, et devez enregistrer cet
	effet sur un compte de revenus. 
	</P>
</UL>
<P STYLE="margin-bottom: 0cm">Quand, par exemple, le salaire est
d&eacute;pos&eacute; dans un compte bancaire, le compte bancaire est
cr&eacute;dit&eacute;, et le compte de revenus est d&eacute;bit&eacute;,
ainsi : 
</P>
<TABLE WIDTH=270 BORDER=0 CELLPADDING=2 CELLSPACING=0>
	<COL WIDTH=109>
	<COL WIDTH=75>
	<COL WIDTH=74>
	<TR>
		<TH WIDTH=109>
			<P>Compte</P>
		</TH>
		<TH WIDTH=75>
			<P>D&eacute;bit</P>
		</TH>
		<TH WIDTH=74>
			<P>Cr&eacute;dit</P>
		</TH>
	</TR>
	<TR>
		<TD WIDTH=109>
			<P>Compte ch&egrave;ques</P>
		</TD>
		<TD WIDTH=75>
			<P ALIGN=RIGHT>1.600,00F</P>
		</TD>
		<TD WIDTH=74></TD>
	</TR>
	<TR>
		<TD WIDTH=109>
			<P>Salaire</P>
		</TD>
		<TD WIDTH=75></TD>
		<TD WIDTH=74>
			<P ALIGN=RIGHT>1.600,00F</P>
		</TD>
	</TR>
</TABLE>
<P STYLE="margin-bottom: 0cm">Cela peut &ecirc;tre volontairement
&eacute;tendu &agrave; un grand nombre d'&eacute;l&eacute;ments
&quot;r&eacute;partis&quot; ainsi : 
</P>
<TABLE WIDTH=298 BORDER=0 CELLPADDING=2 CELLSPACING=0>
	<COL WIDTH=132>
	<COL WIDTH=75>
	<COL WIDTH=79>
	<TR>
		<TH WIDTH=132>
			<P>Compte</P>
		</TH>
		<TH WIDTH=75>
			<P>D&eacute;bit</P>
		</TH>
		<TH WIDTH=79>
			<P>Cr&eacute;dit</P>
		</TH>
	</TR>
	<TR>
		<TD WIDTH=132>
			<P>Compte ch&egrave;ques</P>
		</TD>
		<TD WIDTH=75>
			<P ALIGN=RIGHT>1.300,00F</P>
		</TD>
		<TD WIDTH=79></TD>
	</TR>
	<TR>
		<TD WIDTH=132>
			<P>Imp&ocirc;ts sur le revenu</P>
		</TD>
		<TD WIDTH=75 SDVAL="200" SDNUM="1036;0;# ##0,00 [$F-40C];[RED]-# ##0,00 [$F-40C]">
			<P ALIGN=RIGHT>200,00 F</P>
		</TD>
		<TD WIDTH=79></TD>
	</TR>
	<TR>
		<TD WIDTH=132>
			<P>S&eacute;curit&eacute; sociale</P>
		</TD>
		<TD WIDTH=75 SDVAL="100" SDNUM="1036;0;# ##0,00 [$F-40C];[RED]-# ##0,00 [$F-40C]">
			<P ALIGN=RIGHT>100,00 F</P>
		</TD>
		<TD WIDTH=79></TD>
	</TR>
	<TR>
		<TD WIDTH=132>
			<P>Salaire</P>
		</TD>
		<TD WIDTH=75></TD>
		<TD WIDTH=79>
			<P ALIGN=RIGHT>1.600,00F</P>
		</TD>
	</TR>
</TABLE>
<P>Il peut y avoir un lot entier de plus de deux entr&eacute;es dans
la transaction, mais la somme totale des d&eacute;bits, de 1.600,00F,
pourtant &eacute;galera la somme totale des cr&eacute;dits,
1.600,00F. 
</P>
<P>Si, comme avec <B>GnuCash,</B> tout est forc&eacute; sur une
colonne, de fa&ccedil;on &agrave; ce que les <B>d&eacute;bits</B>
soit repr&eacute;sent&eacute;s par des valeurs positives, et les
<B>cr&eacute;dits</B> sont repr&eacute;sent&eacute;s par des valeurs
n&eacute;gatives, les comptes revenus/d&eacute;penses font une chose
l&eacute;g&egrave;rement non-intuitive et vous voyez des revenus
comme valeurs <I>n&eacute;gatives</I>. Cela <I>appara&icirc;t</I>
contraire &agrave; l'intuition, mais c'est n&eacute;anmoins
n&eacute;cessaire pour que l'ordre de l'<A HREF="xacc-double.html#IDENTITY">identit&eacute;
de la comptabilit&eacute; de la double-entr&eacute;e se maintienne
vraie</A>.</P>
<P>Une autre mani&egrave;re de voir la fa&ccedil;on dont les comptes
revenus et d&eacute;penses sont sp&eacute;ciaux est que leurs totaux
de comptes n'apparaissent pas directement sur la feuille du
solde/bilan. Une feuille du solde montre la &quot;Valeur nette&quot;:
la somme de tous les avoirs moins toutes les dettes. 
</P>
<P>Les revenus et d&eacute;penses ne sont ni des avoirs ni des
dettes, et ainsi n'apparaissent pas sur la feuille du solde. Ce qui
appara&icirc;t sur la feuille du solde est leurs effets sur les
<B>capitaux propres.</B> 
</P>
<P>Il y a un rapport s&eacute;par&eacute;, un rapport &quot;Pertes et
profits&quot; (P&amp;P), pour analyser les revenus et d&eacute;penses.
Le profit total (ou pertes) est calcul&eacute; comme le total des
revenus moins le total des d&eacute;penses. D'une mani&egrave;re
agr&eacute;ablement sym&eacute;trique, &eacute;tant donn&eacute; que
les avoirs et les dettes ne sont ni des revenus et ni des d&eacute;penses,
<I>ils</I> n'apparaissent pas &eacute;galement sur l'&eacute;tat des
Pertes et Profits. 
</P>
<P>M&ecirc;me si malgr&eacute; tout, ces comptes peuvent &ecirc;tre
en quelque sorte &quot;sp&eacute;ciaux&quot;, vous n'avez pas besoin
de faire quelque chose de particuli&egrave;rement sp&eacute;cial pour
utiliser les comptes de revenus et d&eacute;penses. GnuCash traite
les valeurs automatiquement, de fa&ccedil;on &agrave; ce que si vous
enregistrez proprement les effets des transactions sur votre compte
bancaire ou de carte de cr&eacute;dit, la face revenus/d&eacute;penses
de la transaction devrait aussi &ecirc;tre trait&eacute;e
correctement. 
</P>
<P>Lorsque les choses deviennent &quot;particuli&egrave;res&quot;, et
que vous avez besoin d'une compr&eacute;hension plus profonde de
celles-ci, est quand les montants sont transf&eacute;r&eacute;s entre
les comptes revenus/d&eacute;penses. (Les <I>causes</I> pour de tels
transferts tendent &agrave; &ecirc;tre particuli&egrave;res, ainsi
c'est une jolie exposition pour celui-ci d'&ecirc;tre une jolie
situation singuli&egrave;re.) 
</P>
<H2><FONT SIZE=6>Utiliser les comptes Revenus/D&eacute;penses</FONT></H2>
<P>Pour utiliser un compte revenus/d&eacute;penses, cr&eacute;ez -en
un simplement depuis la fen&ecirc;tre de dialogue &quot;Nouveau
Compte&quot;, et alors soyez s&ucirc;r de transf&eacute;rer
revenus/d&eacute;penses vers celui o&ugrave; vous enregistrez feuille
de paie, int&eacute;r&ecirc;t, etc. 
</P>
<P>Vous souhaitez sans doute cr&eacute;er un certain nombre de
comptes de revenus et d&eacute;penses. Il peut &ecirc;tre utile de
regarder le <A HREF="xacc-groups.html#SAMPLECHART">Tableau de comptes
d'exemple</A> pour avoir des id&eacute;es. 
</P>
<P>Cette s&eacute;paration des revenus et d&eacute;penses est
s&ucirc;rement utile quand <I>le temps des imp&ocirc;ts</I> arrive. 
</P>
<H1><FONT SIZE=6>Utilisation de la terminologie dans d'autres
logiciels</FONT></H1>
<P STYLE="margin-bottom: 0cm">Si vous avez utilis&eacute; d'autres
logiciels de finances personnelles, sachez que <A HREF="xacc-quicken.html#QUICKENCATS">Quicken
les appelle &quot;Cat&eacute;gories.&quot;</A> 
</P>
<P STYLE="margin-bottom: 0cm"><BR>
</P>
<HR>
<P>Retour &agrave; la <A HREF="xacc-main.html">Page principale de la
documentation.</A> 
</P>
</BODY>
</HTML>