<!doctype html public "-//w3c//dtd html 4.0 transitional//en">
<html>
<head>
   <meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
   <meta name="GENERATOR" content="Mozilla/4.7 [fr] (Win98; I) [Netscape]">
   <link rel="stylesheet" title="normal" type="text/css" href="gnucash.css">
</head>
<body>

<h1>
Dettes (dus aux) fournisseurs et cr&eacute;dits ( &agrave; recevevoir des)&nbsp;
fournisseurs</h1>
Dettes (D/F)(dettes dus aux fournisseurs) et cr&eacute;dit (C/F) (cr&eacute;dit
&agrave; recevoir des fournisseurs) sont en quelque sorte complexe, et
requiert de la r&eacute;flexion pour bien les comprendre.
<h1>
<font size=+3>Cr&eacute;dits fournisseurs</font></h1>

<p><br>En tous cas, consid&eacute;rons Cr&eacute;dits fournisseurs. Apr&egrave;s
tout, nous ne devrions &agrave; vrai dire <i>avoir besoin</i> de rien raconter
sur les D/F parce que nous payons toujours <i>nos</i> factures &agrave;
temps, n'est ce pas ? :-)
<p>Aussi comme premi&egrave;re consid&eacute;ration, allons et supposons
que nous ne demandons pas aux clients de payer <i>instantan&eacute;ment,</i>
en liquide, mais plut&ocirc;t envoyons leur une facture, et donnons leur
30 jours pour payer les factures. (Apr&egrave;s 30 jours, nous pouvons
commencer &agrave; faire payer des int&eacute;r&ecirc;ts et leur envoyer
des lettres de harc&egrave;lement :-)).
<p>Quand nous faisons une vente, les deux comptes affect&eacute;s sont
les <b>Ventes</b> (un compte revenus) et <b>Cr&eacute;dit fournisseurs</b>.
Cr&eacute;dit fournisseurs est un avoir, mais il n'est pas liquide, comme
vous ne pouvez pas volontairement le vendre, et il n'est pas forc&eacute;ment
en esp&egrave;ces/argent comptant.
<p>Alors quand ils r&eacute;usissent &agrave; payer leurs factures, d&eacute;posant
un gros sac de vingt dollars de factures,(ou, plus probablement, un ch&egrave;que)
nous transf&eacute;rons le montant depuis Cr&eacute;dit fournisseurs vers
Liquidit&eacute;s.
<p>La raison pour laquelle nous le faisons en deux &eacute;tapes est que
nous avons decid&eacute;s de faire notre comptabilit&eacute; sur une base&nbsp;
d'accumulation et non sur une base de liquidit&eacute;s, parce que la plupart
de nos transactions ne sont pas seulement bas&eacute;es sur un changement
de main de liquidit&eacute;s, mais plut&ocirc;t bas&eacute; sur l'<i>&eacute;tablisement
d'obligations, </i>ce sont des engagements.
<p>Dans des op&eacute;rations plus sophistiqu&eacute;s, il peut y avoir
une plus large s&eacute;quence de documents g&eacute;n&eacute;r&eacute;s
et suivis:
<ul>
<li>
Un client envoie un <b>Ordre d'achat</b>, ainsi il autorise un achat.</li>

<li>
Nous cr&eacute;ons un <b>Ordre de travail</b> pour planifier la production
de tout ce qu'un client ach&egrave;te</li>

<li>
Nous cr&eacute;ons un <b>Avis d'exp&eacute;dition</b>, pour exp&eacute;dier
les biens au client</li>

<li>
Une fois exp&eacute;di&eacute;, nous &eacute;mettons une <b>Facture</b>,
repr&eacute;sentant la <i>demande &agrave; payer</i></li>
</ul>
Nous reportons les ventes dans nos chiffres de ventes au moment o&ugrave;
nous les faisons.Malheureusement, nous devons terminer
<br>de vendre certains produits &agrave; des op&eacute;rateurs douteux
qui n'en valent pas la peine et que nous ne savons pas qu'ils sont douteux,
et ainsi rest&eacute; coinc&eacute; avec quelques "dettes perdues."
<p>Afin de determiner quelles parts de Cr&eacute;dit fournisseurs apparait
&ecirc;tre &agrave; plus de risque, il est typique d'arranger les Cr&eacute;dits
fournisseurs bas&eacute; sur les "ages" des d&eacute;bits, g&eacute;n&eacute;ralement
en le segmentant en plusieurs periodes d'ages diff&eacute;rents, de paiements
qui sont en cours de r&egrave;glement de 0-30 jours, ceux qui sont en cours
de r&egrave;glement de 31-60 jours, puis 61-90 jours, et ensuite ceux qui
<i>n'ont
pas &eacute;t&eacute; pay&eacute;s &agrave; l'&eacute;ch&eacute;ance.</i>
<p>A un certain point, il peut devenir clair qu'un client ne va jamais
aller payer ce qu'il doit, et nous devons l'inscrire comme un <b>Mauvais
d&eacute;biteur.</b>
<p>A ce point, il est typique d'enregistrer une entr&eacute;e ainsi:
<br>&nbsp;
<table summary="BADDEBT" >
<tr>
<th>Compte</th>

<th>DR</th>

<th>CR</th>
</tr>

<tr>
<td>D&eacute;pense mauvais d&eacute;biteurs&nbsp;</td>

<td>10,000F</td>

<td></td>
</tr>

<tr>
<td></td>
</tr>

<tr>
<td>Cr&eacute;dit fournisseurs&nbsp;</td>

<td></td>

<td>10,000F</td>
</tr>
</table>

<p>Nous pouvons avoir <b>Revenus de ventes</b> r&eacute;duits &agrave;
la place, mais les soci&eacute;t&eacute;s tendent &agrave; pr&eacute;f&eacute;rer
specifiquement le suivi de montants qu'ils ont perdus avec de mauvais clients.
<p><i>Attention: <b>Concept de comptabilit&eacute; avanc&eacute;e.</b>
Les dettes perdues / cr&eacute;ances douteuses sont un exemple d' un "contre-compte."
Qui ne se r&eacute;f&egrave;re pas au&nbsp; <b>montants pay&eacute;s aux
rebelles nicaraguyens (ndt:!!!) ,</b> mais plut&ocirc;t &agrave; la notion
que le compte est un compte de revenus qui esp&egrave;re conserver un solde
oppos&eacute; &agrave; ce qui est normalement esp&eacute;r&eacute;, pour
annuler le solde dans un autre compte de revenus. <a href="xacc-apprdepr.html#depr">La
d&eacute;pr&eacute;ciation accumul&eacute;e ,</a> utilis&eacute;e pour
diminuer la valeur d'un avoir au cours du temps, est un autre exemple de
contre-compte.</i>
<br>&nbsp;
<h1>
Dettes fournisseurs</h1>
Le sc&eacute;nario pour les dettes fournisseurs, inversement, refl&egrave;te
comment les dettes fournisseurs fonctionnent; changer juste le client par
le fournisseur, et voyez comment les roles sont invers&eacute;s.
<ul>
<li>
Si nous achetons des choses "sur notre compte," la comptabilit&eacute;
accumulative requiert que nous enregistrons ce que nous mettons dans les
d&eacute;penses imm&eacute;diatement, et rather than reducing cash, we
put the "credit" into the <b>Accounts Payable</b> account.</li>

<li>
Trois semaines plus tard, la facture arrive, et nous &eacute;mettons un
paiement, et ainsi pour <i>Dettes fournisseurs en d&eacute;bit, Liquidit&eacute;s
en cr&eacute;dit.</i></li>

<br>&nbsp;</ul>

<h1>
Avances aux clients/ D&eacute;penses pr&eacute;pay&eacute;es</h1>
Des techniques analogues sont aussi utilis&eacute;s pour les d&eacute;penses
qui sont pr&eacute;pay&eacute;es.
<p>Si vous devez payer six mois de loyer en avance, c'est trait&eacute;
comme un "avoir accumul&eacute;."
<ul>
<li>
Au moment du paiement, vous <i>d&eacute;bitez</i> <b>Location pr&eacute;pay&eacute;e</b>
du montant pay&eacute; qui est un <i>Cr&eacute;dit</i> de <b>Liquidit&eacute;s.</b></li>

<p><br>Tandis que cel&agrave; impose un malheureux pr&eacute;judice dans
le compte de Liquidit&eacute;s, il <i>apparait sur les livres </i>comme
un avoir, et il n'y a pas plus de paiements &agrave; faire pour les six
prochains mois.
<br>&nbsp;
<li>
Chaque mois , le solde dans <b>Loyer pr&eacute;pay&eacute;</b> devrait
diminuer via un <i>D&eacute;bit de </i><b>D&eacute;pense de loyer</b>,
<i>Cr&eacute;dit
de </i><b>Loyer pr&eacute;pay&eacute;</b>.</li>
</ul>
De la m&ecirc;me mani&egrave;re, les soci&eacute;t&eacute;s collectent
les imp&ocirc;ts sur la paie au nom des employ&eacute;es, et les garde
dans un compte bancaire sp&eacute;cial.
<ul>
<li>
<i>Cet </i>argent n'est pas celui de la soci&eacute;t&eacute;, ainsi il
y a un <i>D&eacute;bit</i> du compte <b>Liquidit&eacute;s</b> d'un cot&eacute;,
et un <i>Cr&eacute;dit</i> de Dettes Accumul&eacute;es, c'est-&agrave;-dire,
<b>des
imp&ocirc;ts sur le revenu pay&eacute;s</b>, d'un autre cot&eacute;.</li>

<li>
Quand le ch&egrave;que trimestriel va au gouvernement afin qu'ils puissent
faire <i>leur</i> paie, <b>les imp&ocirc;ts sur le revenu pay&eacute;s</b>
tombent comme le fait le solde dans le <b>compte ch&egrave;ques</b></li>

<br>&nbsp;</ul>

<hr>
<p>Retour &agrave; la <a href="xacc-main.html">Page principale de la documentation.</a>
<br>&nbsp;
</body>
</html>
