<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2//EN">
<HTML>
<HEAD>
	<TITLE>Dettes (dues aux) fournisseurs et cr&eacute;dits (&agrave;
recevoir des) fournisseurs</TITLE>
	<link rel="stylesheet" title="normal" type="text/css" href="gnucash.css">
	<META HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=iso-8859-1">
</HEAD>
<BODY BGCOLOR="#eeeeee">
<H1>Dettes (dues aux) fournisseurs et cr&eacute;dits (&agrave;
recevoir des) fournisseurs</H1>
<P>Dettes (D/F)(dettes dues aux fournisseurs) et cr&eacute;dit (C/F)
(cr&eacute;dit &agrave; recevoir des fournisseurs) sont complexe, et
requi&egrave;rent de la r&eacute;flexion pour bien les comprendre. 
</P>
<H1><FONT SIZE=6>Cr&eacute;dits fournisseurs</FONT></H1>
<P><BR>Premi&egrave;rement, consid&eacute;rons les cr&eacute;dits
fournisseurs. Nous ne <I>devrions</I> rien <I>avoir </I>&agrave;
raconter sur les D/F parce que nous payons toujours <I>nos</I>
factures &agrave; temps, n'est ce pas ? :-) 
</P>
<P>Aussi comme premi&egrave;re consid&eacute;ration, supposons que
nous ne demandons pas aux clients de payer <I>instantan&eacute;ment,</I>
en liquide, mais plut&ocirc;t que nous leur envoyons une facture, et
leur donnons 30 jours pour la payer. (Apr&egrave;s 30 jours, nous
pouvons commencer &agrave; leur faire payer des int&eacute;r&ecirc;ts
et leur envoyer des lettres de harc&egrave;lement :-)). 
</P>
<P>Quand nous faisons une vente, les deux comptes affect&eacute;s
sont les <B>Ventes</B> (un compte revenus) et <B>Cr&eacute;dit
fournisseurs</B>. Cr&eacute;dit fournisseurs est un avoir, mais il
n'est pas liquide, comme vous ne pouvez pas volontairement le vendre,
et il n'est forc&eacute;ment pas en esp&egrave;ces/argent comptant. 
</P>
<P>Alors quand ils r&eacute;ussissent &agrave; payer leurs factures,
d&eacute;posant un gros sac de vingt dollars de factures, (ou, plus
probablement, un ch&egrave;que) nous transf&eacute;rons le montant
depuis Cr&eacute;dit fournisseurs vers Liquidit&eacute;s. 
</P>
<P>La raison pour laquelle nous le faisons en deux &eacute;tapes est
que nous avons d&eacute;cid&eacute; de faire notre comptabilit&eacute;
sur une base d'accumulation et non sur une base de liquidit&eacute;s,
parce que la plupart de nos transactions ne sont pas seulement bas&eacute;es
sur un changement de main de liquidit&eacute;s, mais plut&ocirc;t
bas&eacute;es sur l'&eacute;tablissement<I> d'obligations, </I>ce
sont des engagements. 
</P>
<P>Dans des op&eacute;rations plus sophistiqu&eacute;s, il peut y
avoir une plus large s&eacute;quence de documents g&eacute;n&eacute;r&eacute;s
et suivis : 
</P>
<UL>
	<LI><P STYLE="margin-bottom: 0cm">Un client envoi un <B>Ordre
	d'achat</B>, ainsi il autorise un achat. 
	</P>
	<LI><P STYLE="margin-bottom: 0cm">Nous cr&eacute;ons un <B>Ordre de
	travail</B> pour planifier la production de tout ce qu'un client
	ach&egrave;te.</P>
	<LI><P STYLE="margin-bottom: 0cm">Nous cr&eacute;ons un <B>Avis
	d'exp&eacute;dition</B>, pour exp&eacute;dier les biens au client.</P>
	<LI><P>Une fois exp&eacute;di&eacute;, nous &eacute;mettons une
	<B>Facture</B>, repr&eacute;sentant la <I>demande &agrave; payer.</I></P>
</UL>
<P>Nous reportons les ventes dans nos chiffres de ventes au moment o&ugrave;
nous les faisons. Malheureusement, nous devrons arr&ecirc;ter de
vendre nos produits &agrave; des op&eacute;rateurs qui n'en valent
pas la peine et dont nous ne savions pas qu'ils &eacute;taient
douteux, et ainsi rester coinc&eacute; avec quelques &quot;dettes
perdues.&quot; 
</P>
<P>Afin de d&eacute;terminer quelles parts de Cr&eacute;dit
fournisseurs appara&icirc;t &ecirc;tre &agrave; plus haut risque, il
est typique d'arranger les Cr&eacute;dits fournisseurs sur base des
&quot;&acirc;ges&quot; des d&eacute;bits, g&eacute;n&eacute;ralement
en le segmentant en plusieurs p&eacute;riodes d'&acirc;ges
diff&eacute;rents, de paiements qui sont en cours de r&egrave;glement
de 0-30 jours, ceux qui sont en cours de r&egrave;glement de 31-60
jours, puis 61-90 jours, et ensuite ceux qui <I>n'ont pas &eacute;t&eacute;
pay&eacute;s &agrave; l'&eacute;ch&eacute;ance.</I> 
</P>
<P>A un certain point, il peut devenir clair qu'un client ne va
jamais payer ce qu'il doit, et nous devons l'inscrire comme un
<B>Mauvais d&eacute;biteur.</B> 
</P>
<P STYLE="margin-bottom: 0cm">A ce point, il est typique
d'enregistrer une entr&eacute;e ainsi : 
</P>
<P STYLE="margin-bottom: 0cm"><BR>
</P>
<TABLE CELLPADDING=2 CELLSPACING=2>
	<TR>
		<TH>
			<P>Compte</P>
		</TH>
		<TH>
			<P>DR</P>
		</TH>
		<TH>
			<P>CR</P>
		</TH>
	</TR>
	<TR>
		<TD>
			<P>D&eacute;pense mauvais d&eacute;biteurs</P>
		</TD>
		<TD>
			<P>10,000F</P>
		</TD>
		<TD></TD>
	</TR>
	<TR>
		<TD></TD>
		<TD COLSPAN=2 VALIGN=TOP></TD>
	</TR>
	<TR>
		<TD>
			<P>Cr&eacute;dit fournisseurs</P>
		</TD>
		<TD></TD>
		<TD>
			<P>10,000F</P>
		</TD>
	</TR>
</TABLE>
<P><BR><BR>
</P>
<P>Nous pouvons avoir <B>Revenus de ventes</B> r&eacute;duits &agrave;
la place, mais les soci&eacute;t&eacute;s tendent &agrave; pr&eacute;f&eacute;rer
sp&eacute;cifiquement le suivi de montants qu'ils ont perdus avec de
mauvais clients. 
</P>
<P><I>Attention : <B>Concept de comptabilit&eacute; avanc&eacute;e.</B>
Les dettes perdues / cr&eacute;ances douteuses sont un exemple d'un
&quot;contre-compte.&quot; Qui ne se r&eacute;f&egrave;re pas aux
<B>montants pay&eacute;s aux rebelles nicaraguayens (n.d.t:!!!) ,</B>
mais plut&ocirc;t &agrave; la notion de compte de revenus qui esp&egrave;re
conserver un solde oppos&eacute; &agrave; ce qui est normalement
esp&eacute;r&eacute;, pour annuler le solde dans un autre compte de
revenus. <A HREF="xacc-apprdepr.html#depr">La d&eacute;pr&eacute;ciation
accumul&eacute;e</A>, utilis&eacute;e pour diminuer la valeur d'un
avoir au cours du temps, est un autre exemple de contre-compte.</I> <BR><BR><BR>
</P>
<H1>Dettes fournisseurs</H1>
<P>Le sc&eacute;nario pour les dettes fournisseurs, inversement,
refl&egrave;te comment les dettes fournisseurs fonctionnent; changez
juste le client par le fournisseur, et voyez comment les r&ocirc;les
sont invers&eacute;s. 
</P>
<UL>
	<LI><P STYLE="margin-bottom: 0cm">Si nous achetons des biens &quot;sur
	notre compte&quot;, la comptabilit&eacute; accumulative requiert que
	nous enregistrions nos d&eacute;penses imm&eacute;diatement, et
	plut&ocirc;t que de r&eacute;duire les liquidit&eacute;s, nous
	mettons le &quot;cr&eacute;dit&quot; dans le compte <B>Dettes
	fournisseurs</B>. 
	</P>
	<LI><P>Trois semaines plus tard, la facture arrive, et nous &eacute;mettons
	un paiement, d&eacute;bitons <I>Dettes fournisseurs,</I><SPAN STYLE="font-style: normal">
	et cr&eacute;ditons </SPAN><I>Liquidit&eacute;s</I></P>
</UL>
<H1>Avances aux clients / D&eacute;penses pr&eacute;pay&eacute;es</H1>
<P>Des techniques analogues sont aussi utilis&eacute;es pour les
d&eacute;penses qui sont pr&eacute;pay&eacute;es. 
</P>
<P>Si vous devez payer six mois de loyer &agrave; l'avance, c'est
trait&eacute; comme un &quot;avoir accumul&eacute;&quot;. 
</P>
<UL>
	<LI><P>Au moment du paiement, vous <I>d&eacute;bitez</I> <B>Location
	pr&eacute;pay&eacute;e</B> du montant pay&eacute; qui est un <I>Cr&eacute;dit</I>
	de <B>Liquidit&eacute;s.</B> 
	</P>
	<P STYLE="margin-bottom: 0cm">Tandis que cela impose un malheureux
	pr&eacute;judice dans le compte de Liquidit&eacute;s, il appara&icirc;t<I>
	sur les livres </I>comme un avoir, et il n'y a plus de paiements &agrave;
	faire pour les six prochains mois. 
	</P>
</UL>
<P STYLE="margin-bottom: 0cm"><BR>
</P>
<UL>
	<LI><P>Chaque mois, le solde dans <B>Loyer pr&eacute;pay&eacute;</B>
	devrait diminuer via un <I>D&eacute;bit de </I><B>D&eacute;pense de
	loyer</B>, <I>Cr&eacute;dit de </I><B>Loyer pr&eacute;pay&eacute;</B>.
		</P>
</UL>
<P>De la m&ecirc;me mani&egrave;re, les soci&eacute;t&eacute;s
collectent les imp&ocirc;ts sur la paie au nom des employ&eacute;s,
et les gardent dans un compte bancaire sp&eacute;cial. 
</P>
<UL>
	<LI><P STYLE="margin-bottom: 0cm"><I>Cet </I>argent n'est pas celui
	de la soci&eacute;t&eacute;, ainsi il y a un <I>D&eacute;bit</I> du
	compte <B>Liquidit&eacute;s</B> d'un c&ocirc;t&eacute;, et un <I>Cr&eacute;dit</I>
	de Dettes Accumul&eacute;es, c'est-&agrave;-dire, <B>des imp&ocirc;ts
	sur le revenu pay&eacute;s</B>, d'un autre c&ocirc;t&eacute;. 
	</P>
	<LI><P>Quand le ch&egrave;que trimestriel va au gouvernement afin
	qu'il puisse faire <I>sa</I> paie, <B>les imp&ocirc;ts sur le revenu
	pay&eacute;s</B> tombent, comme le fait le solde dans le <B>compte
	ch&egrave;ques</B>.<BR><BR><BR>
	</P>
</UL>
<HR>
<P>Retour &agrave; la <A HREF="xacc-main.html">Page principale de la
documentation.</A> <BR>&nbsp; 
</P>
</BODY>
</HTML>
