<!doctype html public "-//w3c//dtd html 4.0 transitional//en">
<html>
<head>
   <meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
   <meta name="GENERATOR" content="Mozilla/4.7 [fr] (Win98; I) [Netscape]">
   <title>Rapports</title>
<link rel="stylesheet" title="normal" type="text/css" href= 
    "gnucash.css">
</head>
<body>

<h1>
Rapports</h1>
Une vari&eacute;t&eacute; de rapports financiers peut &ecirc;tre s&eacute;lectionn&eacute;s
sur le menu "Extensions":
<ul>
<li>
<a href="xacc-balsheet.html">Feuille du solde/bilan:</a>montre les avoirs/biens(Actif),
dettes(Passif) et capitaux propres.</li>

<li>
<a href="xacc-pnl.html">Etats des pertes et profits:</a>montrent les revenus
et d&eacute;penses sur une p&eacute;riode s&eacute;lectionnable <i>bien,
il le sera quand je comprendrai (get around) comment ajouter le support
de la p&eacute;riode</i></li>

<li>
<a href="xacc-trans_report.html">Rapport de transaction</a> montre les
transactions dans un compte, pr&eacute;sent&eacute; dans de diff&eacute;rentes
fa&ccedil;ons.</li>

<li>
<a href="xacc-bal_tracker.html">Suivi du solde</a> suit le solde d'un ou
plusieurs comptes sur le temps, et supporte une sortie graphique (si vous
avez&nbsp; gnuplot install&eacute;).</li>
</ul>

<h1>
La fen&ecirc;tre de rapports</h1>
D&egrave;s que vous s&eacute;lectionnez un rapport, une fen&ecirc;tre de
rapports apparaitra:
<p><img SRC="reportwin.gif" NOSAVE height=372 width=425>
<p>Le rapport est affich&eacute; dans une fen&ecirc;tre redimensionnable
et d&eacute;roulante. Pour controler le rapport, vous pouvez utilisez les
boutons de la barre d'outils en haut de la fen&ecirc;tre:
<ul>
<li>
<b>Pr&eacute;c&eacute;dent</b> et <b>Suivant</b> vous permettent de voir
les pr&eacute;c&eacute;dents contenus de la fen&ecirc;tre, juste comme
un navigateur internet</li>

<li>
<b>Param&egrave;tres</b> affiche une bo&icirc;te de dialogue vous permettant
de changer l'information pr&eacute;sent&eacute;e dans le rapport:</li>

<br>&nbsp;
<p>&nbsp;
<p><img SRC="report-option.gif" NOSAVE height=372 width=508>
<p>Voyez l'aide pour les rapports individuels pour les d&eacute;tails des
options disponibles.
<li>
<b>Exporter</b> vous permet d'exporter le contenu du rapport comme un fichier
HTML pour un visionnement ou impression ult&eacute;rieur.</li>

<li>
<b>Fermer</b> ferme la fen&ecirc;tre du rapport.</li>
</ul>

<h1>
Construction de rapports personnalis&eacute;s</h1>
Il est possible d'&eacute;crire votre propres rapports pour r&eacute;pondre
&agrave; vos propres besoins, si vous savez programmer un peu. Vous aurez
besoin de connaitre Scheme (un langage de programmation ressemblant &agrave;
LISP), et c'est une excellente id&eacute;e d'avoir une copie du code source
de Gnucash disponible .
<p>L'interface de rapport est actuellement non document&eacute;, mais vous
pouvez obtenir une bonne id&eacute;e de comment il fonctionne en&nbsp;&nbsp;
examinant le fichier src/scm/report/hello-world.scm dans la distribution
du source de GnuCash.
<p>Vous aurez aussi besoin pour acc&eacute;dez aux donn&eacute;es du "moteur"
d'obtenir de l'information pour votre rapport. Cel&agrave; est accompli
par un ensemble de fonctions d'encapsulage Scheme qui sont document&eacute;s
dans le fichier src/g-wrap/gnc.html. Vous pouvez souhaiter examiner quelques
uns des autres rapports dans src/scm/report pour une indication de comment
ils sont utilis&eacute;s.
<p>A pr&eacute;sent, les rapports sont produit int&eacute;rieurement en
cr&eacute;ant du HTML et en pr&eacute;sentant cel&agrave; avec un widget
HTML. (Les futures versions de GnuCash supporteront si tout va bien un
syst&egrave;me plus flexible).
<p>Si vous avez besoin plus d'information, ou avez d&eacute;velopp&eacute;
un nouveau rapport qui peut &ecirc;tre utilis&eacute; par les autres, s'il
vous plait&nbsp; contactez la liste de courriers de d&eacute;veloppement
de GnuCash (mailing list) &agrave; <a href="mailto:gnucash-devel@gnucash.org">gnucash-devel@gnucash.org</a>.&nbsp;
<hr>
<p>Retour &agrave; la <a href="xacc-main.html">Page principale de la documentation.</a>
</body>
</html>
