<!doctype html public "-//w3c//dtd html 4.0 transitional//en">
<html>
<head>
   <meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
   <link rel="stylesheet" title="normal" type="text/css" href="gnucash.css">
   <title>D&eacute;pr&eacute;ciation et gains en capital/plus-values</title>
</head>
<body bgcolor="#EEEEEE">

<h1>
D&eacute;pr&eacute;ciation et gains en capital/plus-values</h1>
Cette section fournit une analyse du traitement de la d&eacute;pr&eacute;ciation
et l'appr&eacute;ciation des avoirs dans GnuCash.
<p>Il fournit aussi une br&egrave;ve introduction relative aux imp&ocirc;ts.
<p><b>Attention :</b> <i>Soyez conscients que les diff&eacute;rents pays
peuvent avoir des politiques fiscales <b>consid&eacute;rablement
</b>diff&eacute;rentes
pour le traitement de ces choses; tout ce que ce document peut r&eacute;ellement
fournir est un certain nombre d'id&eacute;es fondamentales pour vous aider
&agrave; appliquer votre m&eacute;thode "favorite"d'imp&ocirc;ts/d&eacute;pr&eacute;ciation.</i>
<p>Notez que l'appr&eacute;ciation et la d&eacute;pr&eacute;ciation des
avoirs tend &agrave; &ecirc;tre trait&eacute;e quelque peu diff&eacute;remment
:
<ul><a href="#depr">La d&eacute;pr&eacute;ciation</a> est <i>habituellement</i>
reconnue (le terme technique est <b>accru/accumul&eacute;</b>) comme une
d&eacute;pense sur une base continue, r&eacute;duisant graduellement la
valeur d'un avoir vers z&eacute;ro.

<p STYLE="margin-bottom: 0cm">La d&eacute;pr&eacute;ciation tend &agrave;
&ecirc;tre calcul&eacute;e uniquement sur les avoirs qui sont utilis&eacute;s
par des professionnels ou &agrave; objectifs professionnels, parce que
les gouvernements ne vous permettent g&eacute;n&eacute;ralement pas de
r&eacute;clamer des d&eacute;ductions de d&eacute;pr&eacute;ciation sur
les avoirs personnels, et c'est inutile de s'ennuyer avec la proc&eacute;dure
si ce n'est pas d&eacute;ductible.</ul>

<div STYLE="margin-bottom: 0cm"></div>

<ul>En contraste, <a href="#appr">les gains en capital,</a> qui pourraient
&ecirc;tre appel&eacute;s <i>appr&eacute;ciation de la valeur des avoirs,</i>
ne sont typiquement <i>pas</i> reconnus jusqu'&agrave; un certain moment,
quand les avoirs sont vendus, et &agrave; cet <i>instant,</i> le gain en
entier devient revenus.
<br>Diff&eacute;rent de la d&eacute;pr&eacute;ciation, les gouvernements
tendent &agrave; &ecirc;tre <i>tr&egrave;s int&eacute;ress&eacute;s </i>par
la taxation des gains en capital d'une mani&egrave;re ou d'une autre.
<p>(Comme toujours, il y a des exceptions. Si vous poss&eacute;dez une
obligation qui paie tous ses int&eacute;r&ecirc;ts en fin de vie, les autorit&eacute;s
fiscales requerront souvent que vous reconnaissez/perceviez des int&eacute;r&ecirc;ts
chaque ann&eacute;e, et refuser cela pourrait &ecirc;tre trait&eacute;
comme un gain en capital. L'expression <i>int&eacute;r&ecirc;ts accumul&eacute;s,</i>
ou <i>int&eacute;r&ecirc;ts imput&eacute;s</i> sont souvent l&agrave; pour
effrayer ceux qui sont sensibles &agrave; de telles choses...)</ul>

<h1>
Gains en capital/Plus-values - Appr&eacute;ciation des avoirs</h1>
L'appr&eacute;ciation des avoirs est, en g&eacute;n&eacute;ral, une question
assez astucieuse &agrave; traiter. C'est le cas pour certains types d'avoirs,
pour lesquels il est difficile d'estimer correctement une augmentation
en valeur <i>tant que vous n'avez pas vendu ces avoirs.</i>
<p>Si vous investissez dans des <a href="xacc-ticker.html">valeurs</a>
qui sont &eacute;chang&eacute;es sur une base journali&egrave;re sur des
march&eacute;s ouverts tel que des bourses d'actions, les cours peuvent
&ecirc;tre assez exacts, et vendre l'avoir aux prix du march&eacute; peut
&ecirc;tre aussi simple que d'appeler un courtier et d'&eacute;mettre un
<b>Ordre de bourse.</b>
<p>D'un autre c&ocirc;t&eacute;, les maisons de votre voisinage sont vendues
bien moins souvent, et ces ventes requi&egrave;rent des efforts consid&eacute;rables,
g&eacute;n&eacute;rateurs de d&eacute;penses, et entra&icirc;nant des n&eacute;gociations,
ce qui veut dire que les estimations sont probablement moins pr&eacute;cises.
De la m&ecirc;me mani&egrave;re, vendre une automobile utilis&eacute;e
implique un processus de n&eacute;gociation qui rend la tarification un
peu moins pr&eacute;visible.
<p>Plus difficile &agrave; estimer sont les valeurs de collections d'objets
tel que les bijoux, cr&eacute;ation d'Art, cartes de base-ball, et "Beanie
Babies." Les march&eacute;s pour de tels objets sont quelque peu moins
ouvert/accessible que les march&eacute;s de valeurs.
<p>Le pire est pourtant un type de bien. Les usines contiennent souvent
des presses et font des produits personnalis&eacute;s pour construire un
produit tr&egrave;s sp&eacute;cifique qui co&ucirc;te dix ou cent mille
dollars; cet &eacute;quipement peut &ecirc;tre <i>de moins de valeur</i>
en dehors de ce contexte tr&egrave;s sp&eacute;cifique. Dans de tels cas,
il y a plusieurs valeurs contradictoires qui peuvent &ecirc;tre attach&eacute;es
au bien, <i>aucunes</i> d'elles sans ambigu&iuml;t&eacute; ne sont correctes.
<p>Supposons que vous achetiez un avoir devant augmenter de valeur, disons
un tableau de Degas, et que vous vouliez suivre cela. (Une compagnie d'assurances
se souciera de cela, m&ecirc;me si personne d'autre ne le fait.)
<p>Le suivi correct de la valeur en augmentation continuelle du Degas requerra
au moins trois, plut&ocirc;t peut-&ecirc;tre les quatres comptes suivants
(plus un compte bancaire ou de liquidit&eacute;s d'o&ugrave; l'argent pour
l'achat provient) :
<ul>
<div STYLE="margin-bottom: 0cm">Un compte avoirs <i>Co&ucirc;t de l'avoir</i>
pour suivre le co&ucirc;t original du tableau,</div>


<p STYLE="margin-bottom: 0cm">Un compte avoirs <i>Gains accumul&eacute;s
non r&eacute;alis&eacute;s sur Avoir</i> pour suivre les augmentations
en valeur, et

<p STYLE="margin-bottom: 0cm">Un compte revenus <i>Gains accumul&eacute;s
sur les revenus de l'avoir</i> dans lequel l'enregistrement du c&ocirc;t&eacute;
revenus des gains annuels dans votre richesse, et
<p>Un compte revenus <i>Gains r&eacute;alis&eacute;s sur les revenus de
l'avoir </i>qui enregistre le revenu r&eacute;alis&eacute; quand vous vendez
l'avoir.</ul>
Les <i>gains accumul&eacute;s</i> n'affectent s&ucirc;rement pas vos revenus
imposables en ayant objectif d'imp&ocirc;ts sur le
<i>revenu</i>, bien
qu'ils puissent avoir quelques effets sur les imp&ocirc;ts sur les <i>biens</i>.
<h2>
Le traitement des gains en capital dans GnuCash</h2>

<h3>
L'acquisition</h3>
La premi&egrave;re chose que vous devez faire est de cr&eacute;er le <i>compte
co&ucirc;t de l'avoir</i>, alors transf&eacute;rez la somme que vous avez
pay&eacute;e pour ce tableau depuis votre compte bancaire vers ce compte
avoirs pour enregistrer l'achat.
<p>Un mois plus tard, vous avez raison de suspecter que la valeur de votre
tableau a augment&eacute; de 1200F. Afin d'enregistrer cela vous transf&eacute;rez
1200F depuis votre compte revenus <i>gains accumul&eacute;s sur un avoir
vers votre compte avoirs</i>.
<p>Votre fen&ecirc;tre principale ressemblera &agrave; cela :
<br><img SRC="pix/appr-main1.gif" NAME="Image1" ALT="Main window after purchase and appreciation" NOSAVE BORDER=0 height=281 width=586>
<p>et votre compte avoirs ressemblera &agrave; cela :
<br><img SRC="pix/appr-asset1.gif" NAME="Image2" ALT="Asset account after purchase and appreciation" NOSAVE BORDER=0 height=372 width=683>
<h3>
Jusqu'&agrave; ce que vous poss&eacute;diez l'avoir</h3>
L'appr&eacute;ciation de l'avoir est une sorte de revenus mais il n'est
<i>pas</i> en esp&egrave;ces dans votre main.
<p>Les gens qui sont devenus "riches" en 1999 gr&acirc;ce &agrave; l'offre
initiale au public en bourse (IPO) de soci&eacute;t&eacute;s ayant rapport
&agrave; Linux comme Red Hat Software et VA Linux Systems permettent de
v&eacute;rifier cela. Ils d&eacute;tiennent des options ou des actions
qui sont <i>th&eacute;oriquement </i>&eacute;valu&eacute;es &agrave; des
millions de dollars USD.
<p>Ce qui ne veut pas dire qu'ils sont actuellement millionnaires; les
participants principaux devaient garder leurs actions au moins six mois
avant de vendre <i>n'importe lesquelles</i> d'entre elles. Le fait qu'ils
<i>ne pouvaient</i> les vendre veut dire que tant qu'elles doivent en th&eacute;orie
&ecirc;tre d'une valeur de millions de dollars sur le papier, il n'y a,
comme &agrave; la fin de 1999, aucune voie pour eux pour l&eacute;galement
<i>recevoir ces
</i>millions.
<h3>
Vendre l'avoir</h3>
Disons qu'un autre mois plus tard les prix des tableaux de Degas ont encore
mont&eacute;s, dans votre cas d'environ 2500F, d'apr&egrave;s votre estimation.
Vous enregistrez d&ucirc;ment ces 2500F comme un revenu comme ci-dessus.
A ce moment vous d&eacute;cidez de vendre le tableau.
<p>Maintenant vous avez trois possibilit&eacute;s :
<ol>
<div STYLE="margin-bottom: 0cm">Votre estimation optimiste de la valeur
du tableau &eacute;tait correcte.</div>

<br>Le compte revenus est laiss&eacute; tranquille (ou peut-&ecirc;tre
recevra des transferts depuis un compte revenus <i>Gain</i> <i>accumul&eacute;
</i>vers un compte revenus <i>Gain r&eacute;alis&eacute;</i>), et l'enregistrement
est plut&ocirc;t comme cela :
<br>&nbsp;
<table BORDER=0 CELLSPACING=0 CELLPADDING=2 WIDTH="242" >
<caption><COL WIDTH=148><COL WIDTH=86></caption>

<tr>
<th WIDTH="148">Compte</th>

<th WIDTH="86">Montant</th>
</tr>

<tr>
<td WIDTH="148">Liquidit&eacute;s</td>

<td WIDTH="86">
<div align=right>16 055,00 F</div>
</td>
</tr>

<tr>
<td WIDTH="148">Tableau</td>

<td WIDTH="86" SDVAL="-11000" SDNUM="1036;0;# ##0,00 [$F-40C];[RED]-# ##0,00 [$F-40C]">
<div align=right><font color="#FF0000">-11 000,00 F</font></div>
</td>
</tr>

<tr>
<td WIDTH="148">Revenu du gain r&eacute;alis&eacute;</td>

<td WIDTH="86" SDVAL="-5055" SDNUM="1036;0;# ##0,00 [$F-40C];[RED]-# ##0,00 [$F-40C]">
<div align=right><font color="#FF0000">-5 055,00 F</font></div>
</td>
</tr>
</table>


<p STYLE="margin-bottom: 0cm">Et si n'importe lequel des montants a &eacute;t&eacute;
accumul&eacute; comme des <i>Gains accumul&eacute;s,</i> le montant de
l'avoir devrait &ecirc;tre augment&eacute; (closed out), compens&eacute;
par une valeur <i>n&eacute;gative</i> pour le revenu <i>Gain accumul&eacute;s</i>.
Si le total qui a &eacute;t&eacute; accumul&eacute; &eacute;tait de 5000F,
alors la transaction devrait ressembler &agrave; ce qui suit :
<br>&nbsp;
<table BORDER=0 CELLSPACING=0 CELLPADDING=2 WIDTH="265" >
<caption><COL WIDTH=168><COL WIDTH=89></caption>

<tr>
<th WIDTH="168">Compte</th>

<th WIDTH="89">Montant</th>
</tr>

<tr>
<td WIDTH="168">Liquidit&eacute;s</td>

<td WIDTH="89" SDVAL="16055" SDNUM="1036;0;# ##0,00 [$F-40C];[RED]-# ##0,00 [$F-40C]">
<div align=right>16 055,00 F</div>
</td>
</tr>

<tr>
<td WIDTH="168">Tableau</td>

<td WIDTH="89" SDVAL="-11000" SDNUM="1036;0;# ##0,00 [$F-40C];[RED]-# ##0,00 [$F-40C]">
<div align=right><font color="#FF0000">-11 000,00 F</font></div>
</td>
</tr>

<tr>
<td WIDTH="168">Avoir du gain accumul&eacute;</td>

<td WIDTH="89" SDVAL="-5000" SDNUM="1036;0;# ##0,00 [$F-40C];[RED]-# ##0,00 [$F-40C]">
<div align=right><font color="#FF0000">-5 000,00 F</font></div>
</td>
</tr>

<tr>
<td WIDTH="168">Revenu du gain r&eacute;alis&eacute;</td>

<td WIDTH="89" SDVAL="-5055" SDNUM="1036;0;# ##0,00 [$F-40C];[RED]-# ##0,00 [$F-40C]">
<div align=right><font color="#FF0000">-5 055,00 F</font></div>
</td>
</tr>

<tr>
<td WIDTH="168">Revenu du gain accumul&eacute;</td>

<td WIDTH="89" SDVAL="5000" SDNUM="1036;0;# ##0,00 [$F-40C];[RED]-# ##0,00 [$F-40C]">
<div align=right>5 000,00 F</div>
</td>
</tr>
</table>


<p STYLE="margin-bottom: 0cm">Notez que les deux comptes de revenus compensent
un autre de sorte que le revenu <i>actuel</i> r&eacute;sultant de la transaction
est seulement de 55F. Le reste de 5000F a pr&eacute;c&eacute;demment &eacute;t&eacute;
reconnu comme un <i>Revenu de gain accumul&eacute;.</i></ol>

<div STYLE="margin-bottom: 0cm"></div>

<ol>Vous &eacute;tiez suroptimiste &agrave; propos de la valeur du tableau.
<p>A la place de 16055F que vous pensiez que le tableau &eacute;tait &eacute;valu&eacute;,
il est seulement propos&eacute; &agrave; 15000F. Mais vous d&eacute;cidez
pourtant de le vendre, parce que vous l'&eacute;valuez &agrave; 15000F
de plus que ce que vous &eacute;valuez le tableau.

<p STYLE="margin-bottom: 0cm">Les chiffres changent un petit peu, mais
pas aussi dramatiquement :
<br>&nbsp;
<table BORDER=0 CELLSPACING=0 CELLPADDING=2 WIDTH="262" >
<caption><COL WIDTH=168><COL WIDTH=86></caption>

<tr>
<th WIDTH="168">Compte</th>

<th WIDTH="86">Montant</th>
</tr>

<tr>
<td WIDTH="168">Liquidit&eacute;s</td>

<td WIDTH="86">
<div align=right>15 000,00 F</div>
</td>
</tr>

<tr>
<td WIDTH="168">Tableau</td>

<td WIDTH="86" SDVAL="-11000" SDNUM="1036;0;# ##0,00 [$F-40C];[RED]-# ##0,00 [$F-40C]">
<div align=right><font color="#FF0000">-11 000,00 F</font></div>
</td>
</tr>

<tr>
<td WIDTH="168">Avoir du gain accumul&eacute;</td>

<td WIDTH="86" SDVAL="-5000" SDNUM="1036;0;# ##0,00 [$F-40C];[RED]-# ##0,00 [$F-40C]">
<div align=right><font color="#FF0000">-5 000,00 F</font></div>
</td>
</tr>

<tr>
<td WIDTH="168">Revenu du gain r&eacute;alis&eacute;</td>

<td WIDTH="86" SDVAL="-4000" SDNUM="1036;0;# ##0,00 [$F-40C];[RED]-# ##0,00 [$F-40C]">
<div align=right><font color="#FF0000">-4 000,00 F</font></div>
</td>
</tr>

<tr>
<td WIDTH="168">Revenu du gain accumul&eacute;</td>

<td WIDTH="86" SDVAL="5000" SDNUM="1036;0;# ##0,00 [$F-40C];[RED]-# ##0,00 [$F-40C]">
<div align=right>5 000,00 F</div>
</td>
</tr>
</table>


<p STYLE="margin-bottom: 0cm">Notez que les deux comptes de revenus compensent
un autre de sorte que le revenu <i>actuel</i> r&eacute;sultant de la transaction
fait ressortir une <i>pertes</i> de 1000F. C'est formidable, comme vous
aviez pr&eacute;c&eacute;demment reconnu 5000F de revenus.</ol>

<div STYLE="margin-bottom: 0cm"></div>

<ol>Vous avez r&eacute;ussi &agrave; vendre votre tableau pour plus que
vous pensiez dans vos r&ecirc;ves d&eacute;lirants.

<p STYLE="margin-bottom: 0cm">La valeur suppl&eacute;mentaire est, encore,
enregistr&eacute;e comme un gain, par exemple un revenu :</ol>

<dl>&nbsp;
<table BORDER=0 CELLSPACING=0 CELLPADDING=2 WIDTH="270" >
<caption><COL WIDTH=174><COL WIDTH=88></caption>

<tr>
<th WIDTH="174">Compte</th>

<th WIDTH="88">Montant</th>
</tr>

<tr>
<td WIDTH="174">Liquidit&eacute;s</td>

<td WIDTH="88" SDVAL="50000" SDNUM="1036;0;# ##0,00 [$F-40C];[RED]-# ##0,00 [$F-40C]">
<div align=right>50 000,00 F</div>
</td>
</tr>

<tr>
<td WIDTH="174">Tableau</td>

<td WIDTH="88" SDVAL="-11000" SDNUM="1036;0;# ##0,00 [$F-40C];[RED]-# ##0,00 [$F-40C]">
<div align=right><font color="#FF0000">-11 000,00 F</font></div>
</td>
</tr>

<tr>
<td WIDTH="174">Avoir du gain accumul&eacute;</td>

<td WIDTH="88" SDVAL="-5000" SDNUM="1036;0;# ##0,00 [$F-40C];[RED]-# ##0,00 [$F-40C]">
<div align=right><font color="#FF0000">-5 000,00 F</font></div>
</td>
</tr>

<tr>
<td WIDTH="174">Revenus du gain r&eacute;alis&eacute;</td>

<td WIDTH="88" SDVAL="-39000" SDNUM="1036;0;# ##0,00 [$F-40C];[RED]-# ##0,00 [$F-40C]">
<div align=right><font color="#FF0000">-39 000,00 F</font></div>
</td>
</tr>

<tr>
<td WIDTH="174">Revenus du gain accumul&eacute;</td>

<td WIDTH="88" SDVAL="5000" SDNUM="1036;0;# ##0,00 [$F-40C];[RED]-# ##0,00 [$F-40C]">
<div align=right>5 000,00 F</div>
</td>
</tr>
</table>
</dl>
En pratique, il est vraiment important de garder le <i>Revenu du gain accumul&eacute;</i>
s&eacute;par&eacute; du <i>Revenu du gain r&eacute;alis&eacute;,</i> comme
ci-dessus il est s&ucirc;rement ignor&eacute; par vos autorit&eacute;s
fiscales, qui voudront seulement vous faire payer quelque chose sur le
<i>Gain r&eacute;alis&eacute;.</i>
<p>En bas, nous montrons le second cas &agrave; discuter.
<br><img SRC="pix/appr-main2.gif" NAME="Image3" ALT="Main window after sale" NOSAVE BORDER=0 height=281 width=586>
<br><img SRC="pix/appr-asset2.gif" NAME="Image4" ALT="Asset account after sale" NOSAVE BORDER=0 height=372 width=683>
<h2>
Pr&eacute;caution &agrave; propos de l'&eacute;valuation</h2>
Comme nous le voyons dans cette exemple, pour des biens non-financier,
il peut &ecirc;tre difficile d'estimer correctement la ``vraie'' valeur
d'un bien.
<p>Il est tout &agrave; fait facile de compter vous-m&ecirc;me votre richesse
en vous basant sur des estimations discutables qui ne refl&egrave;tent
pas "l'argent &agrave; la banque."
<p>Ainsi, quand vous traitez de l'appr&eacute;ciation des avoirs,
<ol>Soyez prudent avec l'estimation de valeurs.

<p STYLE="margin-bottom: 0cm">Ne vous adonnez pas &agrave; un espoir secret.</ol>

<div STYLE="margin-bottom: 0cm"></div>

<ol>Jamais, au grand jamais, ne comptez sur l'argent que vous n'avez pas
&agrave; votre banque ou en esp&egrave;ces.
<p>Tant que vous n'avez pas vendu vos avoirs et r&eacute;cup&eacute;r&eacute;
l'argent, n'importe quel chiffres sur le papier (ou une preuve magn&eacute;tique
sur votre disque dur) n'est rien de plus que cela.
<p>Si vous pouvez convaincre avec r&eacute;alisme un banquier de vous pr&ecirc;ter
de l'argent en utilisant les biens comme garantie. Il est &eacute;vident
que les biens ont de la valeurs. Comme les pr&ecirc;teurs sont professionnellement
suspicieux des surestimations douteuses de valeurs, vous savez ce qu'il
vous reste &agrave; faire.
<p>Soyez conscient : de trop nombreuses soci&eacute;t&eacute;s qui apparaissent
"profitable" sur le papier quittent les affaires &agrave; la suite d'un
&eacute;puisement des <i>liquidit&eacute;s,</i> pr&eacute;cis&eacute;ment
parce que les "biens de valeur" ne seront pas la m&ecirc;me chose que l'argent
comptant.</ol>

<h2>
Taxation des gains en capital/plus-values</h2>
Les politiques fiscales varient consid&eacute;rablement entre les pays,
ainsi il est virtuellement impossible de dire quelque chose qui sera universellement
utile.
<p>Pourtant, il est <i>commun</i> pour les revenus g&eacute;n&eacute;r&eacute;s
par des gains en capital de n'&ecirc;tre pas sujet &agrave; la taxation
jusqu'&agrave; la date o&ugrave; le bien est r&eacute;ellement vendu, et
quelque fois pas m&ecirc;me alors.
<p>Les propri&eacute;taires de maisons nord-am&eacute;ricain
<i>habituellement
</i>trouvent que, quand ils vendent leurs r&eacute;sidences personnelles,
les gains en capital qui surviennent sont exempts de taxation. Il appara&icirc;t
que d'autres pays traitent les ventes de maisons diff&eacute;remment, taxant
les gens sur de tels gains. Les autorit&eacute;s allemandes, par exemple,
taxent ces gains seulement si vous poss&eacute;dez la propri&eacute;t&eacute;
depuis moins de dix ans.
<p><a href="mailto:cbbrowne@hex.net">J'ai</a> une histoire de mes jours
de pr&eacute;paration de taxe en tant que professionnel o&ugrave; une famille
vendit une ferme, et s'attendit &agrave; une facture fiscale <i>consid&eacute;rable</i>
qui se trouva &ecirc;tre virtuellement nulle en raison de la possession
de la propri&eacute;t&eacute; avant 1971 (en quoi les mensonges sont une
critique de la date du "Jour de l'&eacute;valuation" au Canada) et en raison
du fait qu'il s'agissait d'une ferme <i>laiti&egrave;re,</i> avec quelques
d&eacute;ductions r&eacute;sultant d'un r&eacute;gime
<i>r&eacute;ellement
singulier</i>.
<p>En r&eacute;sum&eacute;, cette pr&eacute;sentation est assez simple,
mais la taxation souvent devient terriblement compliqu&eacute;e...
<h1>
D&eacute;pr&eacute;ciation des avoirs/biens</h1>
<a NAME="depr"></a>Compar&eacute; &agrave; des estimations souvent incertaines
&agrave; faire, o&ugrave; l'appr&eacute;ciation des avoirs est concern&eacute;e,
nous sommes ici en terrain plus solide.
<ul>
<div STYLE="margin-bottom: 0cm">Les gouvernements tendent &agrave; installer
des r&egrave;gles pr&eacute;cises sur la fa&ccedil;on dont il vous est
demand&eacute; de calculer la d&eacute;pr&eacute;ciation &agrave; objectifs
fiscaux.</div>

<p>Il est facile d'aller voir les r&eacute;f&eacute;rences telles que les
"Livres bleus" estimant de combien une automobile devrait &ecirc;tre &eacute;valu&eacute;
apr&egrave;s 3 ann&eacute;es d'utilisation.</ul>
Depuis que la d&eacute;pr&eacute;ciation des avoirs est tr&egrave;s souvent
conduite par des politiques fiscales, la discussion de la d&eacute;pr&eacute;ciation
se concentrera dans cette direction, sur certains des plus communs sch&eacute;mas
de calcul de la d&eacute;pr&eacute;ciation.
<p>Alors qu'il y a eu quelques discussions &agrave; propos de la mani&egrave;re
d'accomplir des calculs automatis&eacute;s et de cr&eacute;ation de transactions
pour traiter des choses comme la d&eacute;pr&eacute;ciation, il n'y a encore
eu aucun code fonctionnel, ainsi actuellement, vous devrez faire les calculs
&agrave; la main.
<h2>
Syst&egrave;mes de d&eacute;pr&eacute;ciation</h2>

<h3>
D&eacute;pr&eacute;ciation lin&eacute;aire</h3>
La d&eacute;pr&eacute;ciation lin&eacute;aire diminue la valeur d'un bien
par un montant fix&eacute; pour chaque p&eacute;riode jusqu'&agrave; ce
que la valeur nette soit nulle. C'est le calcul le plus <i>simple</i>,
comme vous estimez une dur&eacute;e de vie utile, et simplement divisez
le co&ucirc;t de mani&egrave;re &eacute;gale au cours de la dur&eacute;e
de vie.

<p STYLE="margin-bottom: 0cm"><b>Exemple :</b> Vous avez achet&eacute;
un ordinateur pour $1500 et souhaitez le d&eacute;pr&eacute;cier sur une
p&eacute;riode de 5 ann&eacute;es. Chaque ann&eacute;e le montant de d&eacute;pr&eacute;ciation
est de $300, aboutissant aux calculs suivants :
<br>&nbsp;
<div STYLE="margin-bottom: 0cm"></div>&nbsp;

<br>&nbsp;
<table CELLSPACING=2 CELLPADDING=2 >
<tr>
<th>Ann&eacute;e</th>

<th>D&eacute;pr&eacute;ciation</th>

<th>Valeur restante</th>
</tr>

<tr>
<td>1</td>

<td>300</td>

<td>1200</td>
</tr>

<tr>
<td>2</td>

<td>300</td>

<td>900</td>
</tr>

<tr>
<td>3</td>

<td>300</td>

<td>600</td>
</tr>

<tr>
<td>4</td>

<td>300</td>

<td>300</td>
</tr>

<tr>
<td>5</td>

<td>300</td>

<td>0</td>
</tr>
</table>

<h3>
D&eacute;pr&eacute;ciation g&eacute;om&eacute;trique</h3>
A chaque p&eacute;riode, le bien est d&eacute;pr&eacute;ci&eacute; d'un
pourcentage fix&eacute; dans la pr&eacute;c&eacute;dente p&eacute;riode
de sa valeur. Dans ce syst&egrave;me, le reste de la valeur d'un bien diminuant
exponentiellement est ce qui reste de la valeur &agrave; la fin et qui
est plus grand que z&eacute;ro (par exemple - une valeur de revente).
<p><i>Faites attention : les autorit&eacute;s fiscales peuvent demander
(ou permettre) un plus large pourcentage dans la premi&egrave;re p&eacute;riode.</i>
D'un autre c&ocirc;t&eacute;, au Canada, c'est chang&eacute;/invers&eacute;,
comme ils permettent seulement une
<i>moiti&eacute; </i>de la part de "Remise
du co&ucirc;t du capital" dans la premi&egrave;re ann&eacute;e.
<p>Le r&eacute;sultat de cette approche est que la valeur du bien diminue
plus rapidement au d&eacute;part qu'&agrave; la fin, ce qui est <i>probablement</i>
plus r&eacute;aliste pour la plupart des biens qu'un syst&egrave;me lin&eacute;aire.
C'est certainement vrai pour les automobiles.

<p STYLE="margin-bottom: 0cm"><b>Exemple:</b> Nous prenons le m&ecirc;me
exemple que pr&eacute;c&eacute;demment, avec une d&eacute;pr&eacute;ciation
annuelle de 30%.
<br>&nbsp;
<div STYLE="margin-bottom: 0cm"></div>&nbsp;

<br>&nbsp;
<table CELLSPACING=2 CELLPADDING=2 >
<tr>
<th>Ann&eacute;e</th>

<th>D&eacute;pr&eacute;ciation</th>

<th>Valeur restante</th>
</tr>

<tr>
<td>1</td>

<td>450</td>

<td>1050</td>
</tr>

<tr>
<td>2</td>

<td>315</td>

<td>735</td>
</tr>

<tr>
<td>3</td>

<td>220.50</td>

<td>514.50</td>
</tr>

<tr>
<td>4</td>

<td>154.35</td>

<td>360.15</td>
</tr>

<tr>
<td>5</td>

<td>108.05</td>

<td>252.10</td>
</tr>
</table>

<h3>
Somme de chiffres</h3>
Une troisi&egrave;me m&eacute;thode, la plus souvent employ&eacute; dans
les pays Anglo/Saxon est la m&eacute;thode de la "somme de chiffres". En
voici une illustration :

<p STYLE="margin-bottom: 0cm"><b>Exemple :</b> Premi&egrave;rement, vous
divisez la valeurs des biens par la somme des ann&eacute;es d'utilisation.
Dans notre exemple, avec la valeur d'un bien de $1500 qui est utilis&eacute;
sur une p&eacute;riode de cinq ann&eacute;es, vous avez 1500/(1+2+3+4+5)=100.
La d&eacute;pr&eacute;ciation et la valeur du bien sont alors calcul&eacute;es
comme suit :
<br>&nbsp;
<div STYLE="margin-bottom: 0cm"></div>&nbsp;

<br>&nbsp;
<table CELLSPACING=2 CELLPADDING=2 >
<tr>
<th>Ann&eacute;e</th>

<th>D&eacute;pr&eacute;ciation</th>

<th>Valeur restante</th>
</tr>

<tr>
<td>1</td>

<td>100*5=500</td>

<td>1000</td>
</tr>

<tr>
<td>2</td>

<td>100*4=400</td>

<td>600</td>
</tr>

<tr>
<td>3</td>

<td>100*3=300</td>

<td>300</td>
</tr>

<tr>
<td>4</td>

<td>100*2=200</td>

<td>100</td>
</tr>

<tr>
<td>5</td>

<td>100*1=100</td>

<td>0</td>
</tr>
</table>

<h2>
Le traitement de la d&eacute;pr&eacute;ciation dans gnucash</h2>
Afin de suivre la d&eacute;pr&eacute;ciation d'un bien, vous avez besoin
:
<ul>
<div STYLE="margin-bottom: 0cm">Un compte avoirs <i>Co&ucirc;t de l'avoir</i>
pour suivre la valeur originale;</div>


<p STYLE="margin-bottom: 0cm">Un compte avoirs <i>D&eacute;pr&eacute;ciation
accumul&eacute;e</i> dans lequel est collect&eacute; la somme de tous les
montants de d&eacute;pr&eacute;ciation des ann&eacute;es;
<p>Un compte d&eacute;penses <i>D&eacute;pense de d&eacute;pr&eacute;ciation
</i>dans lequel enregistrer les d&eacute;penses p&eacute;riodiques de d&eacute;pr&eacute;ciation.</ul>
La premi&egrave;re &eacute;tape, encore, est d'enregistrer l'achat de vos
biens en transf&eacute;rant l'argent d'un compte bancaire vers le compte
<i>co&ucirc;t de bien</i>. Ensuite, dans chaque p&eacute;riode comptable
vous enregistrez la d&eacute;pr&eacute;ciation comme une d&eacute;pense
dans le compte appropri&eacute;.
<p>Les deux fen&ecirc;tres ci-dessous montrent votre compte avoirs et la
fen&ecirc;tre principale apr&egrave;s la troisi&egrave;me ann&eacute;e
de d&eacute;pr&eacute;ciation en utilisant un syst&egrave;me de "somme
de chiffres" pour l'exemple ci-dessous.
<br><img SRC="pix/depr-asset.gif" NAME="Image5" ALT="Asset account after depreciation" NOSAVE BORDER=0 height=372 width=683>
<br><img SRC="pix/depr-main.gif" NAME="Image6" ALT="Main window after depreciation" NOSAVE BORDER=0 height=281 width=586>
<h2>
Un mot d'avertissement</h2>

<div STYLE="margin-bottom: 0cm">Depuis que la d&eacute;pr&eacute;ciation
et le sujet des imp&ocirc;ts sont d&eacute;finis de mani&egrave;re pr&eacute;cise,
vous n'&ecirc;tes pas toujours libre dans le choix de votre m&eacute;thode.
La correction de mauvais calculs co&ucirc;tera bien plus de temps et d'ennui
que d'obtenir des calculs bon la premi&egrave;re fois. Ainsi, si vous projetez
de d&eacute;pr&eacute;cier les biens, il est prudent d'&ecirc;tre s&ucirc;r
du syst&egrave;me qu'il vous sera permit <i>ou requis</i> d'utiliser.</div>

<br>
<hr>
<br>&nbsp;
<p>Retour &agrave; la <a href="xacc-main.html">Page principale de la documentation.</a>.
<br>&nbsp;
<br>&nbsp;
</body>
</html>
