<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2//EN">
<HTML>
<HEAD>
	<TITLE>Types de comptes</TITLE>
	<link rel="stylesheet" title="normal" type="text/css" href="gnucash.css">
	<META HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=iso-8859-1">
</HEAD>
<BODY BGCOLOR="#eeeeee">
<H1>Types de comptes</H1>
<DL>
	<DT><B>Liquidit&eacute;s</B> 
	</DT><DD>
	Le type de compte <B>liquidit&eacute;s</B> est utilis&eacute; pour
	contenir l'argent que vous stockez dans votre porte-monnaie, une
	boite &agrave; chaussures, tirelire ou matelas. 
	</DD><DT>
	<B>Banque</B> 
	</DT><DD>
	Le type de compte <B>banque</B> contient l'&eacute;pargne ou le
	compte ch&egrave;ques d&eacute;tenu dans une banque. Ces comptes
	sont parfois r&eacute;mun&eacute;r&eacute; (n.d.t : pas en France). 
	</DD><DT>
	<B>Carte de cr&eacute;dit</B> 
	</DT><DD>
	Le compte <B>carte de cr&eacute;dit</B> est utilis&eacute; pour
	contenir des comptes de carte de cr&eacute;dit (par exemple American
	Express) et d&eacute;bit (par exemple visa, Eurocard/Mastercard,
	Carte Bleue). Ceux-ci accordent des lignes flottante de cr&eacute;dit
	comme avec VISA, Eurocard/MasterCard, ou Discover (aux USA pour ce
	dernier), aussi bien que les autres comme American Express qui ne
	vous permettent pas de maintenir des soldes prolong&eacute;s. En
	france, on peut utiliser ce compte uniquement avec des cartes
	bancaires &agrave; d&eacute;bit diff&eacute;r&eacute; et pour
	certains rares possesseurs de cartes American Express. 
	</DD><DD>
	(n.d.t: ce qui suit ne concerne que les U.S.A.) 
	</DD><DD>
	L'introduction des <A HREF="http://www.visa.com/pd/debit/checkcard.html">Check
	Cards</A> o&ugrave; les paiements sont d&eacute;bit&eacute;s
	(withdrawn) directement depuis un compte ch&egrave;ques rend la
	s&eacute;lection moins claire; il est probablement plus appropri&eacute;
	de traiter un &quot;Check Card&quot; (carte ch&egrave;que) comme un
	compte <B>banque</B>, comme il d&eacute;bite les montants
	directement depuis de tel compte, ne n&eacute;cessite pas r&eacute;ellement
	aucune garantie de cr&eacute;dit. 
	</DD><DT>
	<B>Avoir, Dette</B> 
	</DT><DD>
	Les comptes <B>avoir</B> et <B>dette</B> indiquent des comptes
	g&eacute;n&eacute;ralis&eacute;s, g&eacute;n&eacute;riques qui ne
	font pas partie de ceux pr&eacute;sent&eacute;s ci-dessus. Les
	comptes <B>avoir</B> et <B>dette</B> sont utilis&eacute;s pour le
	suivi de biens qui ont de la valeur, mais qui ne sont pas comme &ccedil;a
	directement transposable en <I>esp&egrave;ces/argent comptant</I>. 
	</DD><DD>
	Par exemple, vous devriez rassembler les co&ucirc;ts d'achat d'une
	maison dans un compte avoir intitul&eacute; <B>Ma maison</B><SPAN STYLE="font-weight: medium">,
	o</SPAN>u le co&ucirc;t d'une voiture dans <B>Ma voiture</B><SPAN STYLE="font-weight: medium">,
	ou</SPAN> rassembler ensemble la valeur de votre &Eacute;quipement<B>
	Informatique</B><SPAN STYLE="font-weight: medium">. E</SPAN>t
	l'hypoth&egrave;que de la maison ou l'emprunt de la voiture
	devraient &ecirc;tre repr&eacute;sent&eacute;s par des comptes
	dettes, <B>Hypoth&egrave;que de la maison</B> et l'<B>Emprunt de la
	voiture</B>, et &ecirc;tre vu (drawn down) comme des paiements qui
	sont faits sur/pour ces emprunts. 
	</DD><DD>
	Si vous poss&eacute;dez des avoirs &agrave; buts
	commerciaux/professionnels, leur d&eacute;clin en valeur dans le
	temps devrait &ecirc;tre trait&eacute; comme une d&eacute;duction
	pour des buts fiscaux, cette d&eacute;duction est appel&eacute;e
	<A HREF="xacc-apprdepr.html#depr">D&eacute;pr&eacute;ciation.</A> 
	</DD><DD>
	D'un autre c&ocirc;t&eacute;, si vous poss&eacute;dez des avoirs qui
	s'<I>appr&eacute;cient </I>en valeur avec le temps, tel que des
	biens immobiliers, des collections comme des tableaux de peinture,
	et des investissements comme des actions dans des soci&eacute;t&eacute;s,
	vous devrez les voir s'appr&eacute;cier en valeur, et &ecirc;tre
	forc&eacute; de reconna&icirc;tre, en vue d'imp&ocirc;ts, ce qui est
	appel&eacute; <A HREF="xacc-apprdepr.html#appr">Gains en capital ou
	Plus-values.</A> 
	</DD><DT>
	<B>Actions, OPCVM (SICAV et FCP)</B> 
	</DT><DD>
	Les comptes d'actions et OPCVM seront typiquement montr&eacute;s
	dans des registres qui poss&egrave;dent trois colonnes: cours,
	nombre de titres, et montant. 
	</DD><DD>
	Les valeurs/titres dans lesquels vous investissez sont une forme
	d'avoirs qui sont normalement acquis avec le but express de recevoir
	des revenus soit dans l'une ou l'autre forme de dividendes,
	int&eacute;r&ecirc;ts, ou <A HREF="xacc-apprdepr.html#appr">Gains en
	Capital ou Plus-values.</A> Il y a une multitude de march&eacute;s
	de valeurs dans le monde, et les valeurs qui sont assez largement
	&eacute;chang&eacute;es peuvent avoir de jolies valeurs concr&egrave;tes
	qui peuvent &ecirc;tre analys&eacute;es sur une base de jour-&agrave;-jour.
		</DD><DD STYLE="margin-bottom: 0.5cm">
	Les comptes Actions et OPCVM sont typiquement suivis dans des
	registres qui ont trois colonnes principales : 
	</DD></DL>
<UL>
	<LI><P STYLE="margin-bottom: 0cm">
	Cours 
	</P>
	<LI><P STYLE="margin-bottom: 0cm">Nombre de titres 
	</P>
	<LI><P STYLE="margin-bottom: 0cm">Montant 
	</P>
</UL>
<DL>
	<DD STYLE="margin-bottom: 0.5cm">Afin d'obtenir de l'information
	<I>utile</I> en dehors du registre, il est n&eacute;cessaire d'avoir
	de multiples &quot;vues&quot; sur les donn&eacute;es de telle fa&ccedil;on
	que vous puissiez &eacute;valuer des choses telles que : 
	</DD></DL>
<UL>
	<LI><P STYLE="margin-bottom: 0cm">
	Valeur totale par valeur 
	</P>
	<LI><P STYLE="margin-bottom: 0cm">Gains/Pertes par valeur 
	</P>
	<LI><P STYLE="margin-bottom: 0cm">Taux de Retour Sur Investissement
	par valeur 
	</P>
</UL>
<DL>
	<DD>Plus de d&eacute;tails peuvent &ecirc;tre trouv&eacute;s dans la
	section <A HREF="xacc-ticker.html">Stock Ticker</A>. 
	</DD><DT>
	<A HREF="xacc-expense.html"><B>Revenus, D&eacute;penses</B></A> 
	</DT><DD>
	Les comptes de <B>revenus</B> et <B>d&eacute;penses</B> sont
	utilis&eacute;s pour contenir les revenus et d&eacute;penses. Ainsi,
	quand les donn&eacute;es dans ces comptes sont affich&eacute;es, le
	signe des entr&eacute;es est invers&eacute; par rapport &agrave;
	l'usage habituel. 
	</DD><DT>
	<B>Capitaux propres</B> 
	</DT><DD>
	Le compte <B>capitaux propres</B> est utilis&eacute; pour &eacute;quilibrer
	la feuille du bilan, indiquant la portion de la valeur &quot;collective&quot;
	repr&eacute;sentant <I>le montant net que les propri&eacute;taires
	poss&egrave;dent.</I> 
	</DD><DD>
	Sur une base d'ann&eacute;e-par-ann&eacute;e, une valeur calcul&eacute;e
	appel&eacute;e <B>Reste de profits</B> indique la valeur nette de
	l'entreprise; il est g&eacute;n&eacute;ralement consid&eacute;r&eacute;
	comme &eacute;tant une bonne chose quand cette valeur augmente. 
	</DD><DT>
	<A HREF="xacc-currency.html"><B>Devises</B></A> 
	</DT><DD>
	Les <B>comptes de devises</B> sont utilis&eacute;s pour faire du
	commerce/sp&eacute;culer sur les devises. 
	</DD><DD>
	Dans beaucoup de cas, elles se comportent comme les actions,
	(except&eacute; que le calcul de la valeur est diff&eacute;rent) et
	que la seule voie qui permette d'avoir des &quot;revenus&quot; &agrave;
	partir d'elles est la fluctuation entre leurs valeurs relatives.
	Notez que les transferts ne peuvent pas &ecirc;tre faits directement
	entre deux comptes libell&eacute;s dans des devises diff&eacute;rentes.
	De tel transferts ne peuvent &ecirc;tre faits que gr&acirc;ce &agrave;
	un compte (de change) monnaie interm&eacute;diaire o&ugrave; le
	champ 'devise' contient la devise d'un compte, et le champ 'valeur'
	contient le code de la devise de l'autre compte. 
	</DD><HR>
	<DD STYLE="margin-bottom: 0.5cm">Retour &agrave; la <A HREF="xacc-main.html">Page
	principale de la documentation.</A> 
	</DD></DL>
</BODY>
</HTML>