<!doctype html public "-//w3c//dtd html 4.0 transitional//en">
<html>
<head>
   <meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
   <link rel="stylesheet" title="normal" type="text/css" href="gnucash.css">
   <title>Fen&ecirc;tre de rapprochement</title>
</head>
<body bgcolor="#EEEEEE">

<h1>
Fen&ecirc;tre de rapprochement</h1>
La fen&ecirc;tre de rapprochement est utilis&eacute;e pour rapprocher les
transactions point&eacute;es depuis un relev&eacute; bancaire. Entrez le
montant en francs depuis votre dernier relev&eacute; bancaire dans la fen&ecirc;tre,
et cliquez sur OK. La fen&ecirc;tre montrera alors toutes les transactions
non point&eacute;es depuis votre dernier relev&eacute; bancaire. Cette
fen&ecirc;tre de rapprochement ressemble &agrave; cela :
<p><img SRC="pix/recnwin.gif" NAME="Image1" NOSAVE BORDER=0 height=342 width=633>
<p>La fen&ecirc;tre de rapprochement est destin&eacute;e au rapprochement
des enregistrements des utilisateurs &agrave; la fin du mois, quand le
relev&eacute; bancaire arrive. Par exemple, si vous &eacute;crivez un ch&egrave;que
pour quelqu'un, entrez la transaction. Quand vous savez que que le ch&egrave;que
a &eacute;t&eacute; point&eacute; (d&eacute;bit&eacute; de votre compte),
vous pouvez cliquer le champ situ&eacute; entre les champs de description
et de paiement, et le changer depuis 'n' vers 'c', indiquant que la transaction
a &eacute;t&eacute; point&eacute;e. A la fin du mois, ouvrez la fen&ecirc;tre
de rapprochement, et xacc vous sugg&eacute;rera /soufflera l'entr&eacute;e
du solde final &agrave; partir du relev&eacute; bancaire. Alors, la fen&ecirc;tre
de rapprochement appara&icirc;tra, et vous verrez une colonne de cr&eacute;dit
et de d&eacute;bit qui listera toutes les transactions non rapproch&eacute;es.
Vous pouvez alors pointer les transactions qui apparaissent dans le relev&eacute;
bancaire, et v&eacute;rifier que le montant des champs soit correct. En
bas de la fen&ecirc;tre se trouve un champ diff&eacute;rence, qui devrait
&ecirc;tre de 0.00F quand vous aurez fait le rapprochement. S'il ne l'est
pas alors vous avez laiss&eacute; &eacute;chapper une transaction, ou un
des montants est erron&eacute; (ou faux). Quand vous cliquez sur "Ok",
alors le 'n' ou 'c' dans les transactions qui ont &eacute;t&eacute; point&eacute;es
se changera en un 'y'. Quand vous changez quelque chose dans une transaction
de rapprochement, une boite de dialogue de v&eacute;rification devrait
appara&icirc;tre, mais cela ne semble pas &ecirc;tre encore un &eacute;v&eacute;nement.
Aussi, le total "point&eacute;" en bas semble afficher 0.00F sans se soucier
de ces transactions qui ont &eacute;t&eacute; point&eacute;es ou rapproch&eacute;es
. Le total"point&eacute;" devrait afficher seulement le total des transactions
qui ont &eacute;t&eacute; point&eacute;es ('c') ou rapproch&eacute;es ('y').
<br>
<hr>
</body>
</html>
