<!doctype html public "-//w3c//dtd html 4.0 transitional//en">
<html>
<head>
   <meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
   <meta name="GENERATOR" content="Mozilla/4.7 [fr] (Win98; I) [Netscape]">
   <title>Guide de l'utilisateur de Quicken</title>
   <link rel="stylesheet" title="normal" type="text/css" href="gnucash.css">
<X-SAS-WINDOW TOP=25 BOTTOM=475 LEFT=4 RIGHT=534>
</head>
<body bgcolor="#EEEEEE">

<h1>
Guide de l'utilisateur de Quicken (TM)</h1>
Tous les syst&egrave;mes de comptabilit&eacute; n'utilise pas les m&ecirc;mes
mots pour les m&ecirc;mes concepts . Ci-dessous se trouve quelques notes
qui peuvent &ecirc;tre utile pour les utilisateurs habitu&eacute;s des
produits Intuit .
<h2>
<font size=+3>Cat&eacute;gories Quicken</font></h2>
<a NAME="QUICKENCATS"></a>
<p>Ce que Quicken appelle "<i>Cat&eacute;gories</i>" sont juste r&eacute;ellement
des <a href="xacc-expense.html">comptes Revenus/D&eacute;penses</a> . Ainsi,
si vous utilisez les sp&eacute;cifications d'une cat&eacute;gorie dans
Quicken, cr&eacute;ez juste un compte revenus/d&eacute;penses du m&ecirc;me
nom dans Gnucash, et utilisez le comme le nom d'un compte.
<h2>
<font size=+3>Importation des fichiers QIF de Quicken</font></h2>
<a NAME="QIF"></a>Gnucash supporte l'importation des Quicken Import Fichiers
(QIF). (Note: Seulement les fichiers QIF de la version 3.0 de Quicken ont
&eacute;t&eacute; test&eacute; formellement jusqu'&agrave; pr&eacute;sent).
<p>Notez que le format QIF est representif dans une certaine mesure d'un
mod&egrave;le de donn&eacute;es particulier qui n'est pas aussi&nbsp; expressif:adapt&eacute;&nbsp;
que l'on aurait voulu; il requiert pour chaque compte de se faire enregistrer
dans un fichier de donn&eacute;es s&eacute;par&eacute;, plut&ocirc;t que
de vous permettre d'avoir un fichier qui repr&eacute;sente <i>tous</i>
les comptes que vous pouvez avoir eu dans Quicken.
<p>De plus, tandis qu'il y a des plans pour faire ainsi dans le futur,
il n'y a pas, &agrave; ce point, une solution pour organiser les noms de
cat&eacute;gories ou comptes utilis&eacute;s dans Quicken vers un <i>diff&eacute;rent</i>
ensemble de noms de compte que vous puissiez utiliser dans
<br>GnuCash.
<p>En cons&eacute;quence de, s'il vous pla&icirc;t lisez cette section
avec attention. Il se peut en quelque sorte que vous soyez d&eacute;&ccedil;u
avec les r&eacute;sultats d'une importation de fichier QIF; cel&agrave;
vous donnera au moins quelques esp&eacute;rances plus pr&eacute;cises quant
&agrave; ce qui se passera.
<h2>
<b><font size=+2>Cr&eacute;ation de fichiers QIF</font></b></h2>
Pour cr&eacute;er un ensemble de fichiers QIF de Quicken, ex&eacute;cutez
la proc&eacute;dure suivante:
<ul>
<li>
D&eacute;marrez Quicken.</li>

<p><br>Il fonctionne avec <a href="http://www.winehq.com/">Wine,</a> Wabi
de Caldera, et sans doute sur VMWare, ainsi il n'est pas requis que vous
d&eacute;marreriez Windows.
<li>
Selectionnez le compte que vous souhaitez exporter.</li>

<p><br>Quicken ne peut exporter seulement qu'un&nbsp; compte pour chaque
fichier de donn&eacute;es, ce qui veut dire que si vous avez plusieurs
comptes, ce l&agrave; se r&eacute;v&egrave;lera &ecirc;tre un procesus
quelquesc peu p&eacute;nible. (D'un autre cot&eacute;, il devrait &ecirc;tre
en globalit&eacute;
<br><i>moins</i> p&eacute;nible que d'entrer les donn&eacute;es depuis
z&eacute;ro/rien.)
<li>
Choisissez le menu "Fichier" et s&eacute;lectionnez l'entr&eacute;e du
menu "Exporter..." .</li>

<p><br>Cel&agrave; fournira une boite de dialogue qui demandera un nom
de fichier, les dates effectives, en plus d'une s&eacute;rie de
<br>&nbsp;boite &agrave; cocher, incluant <tt>Transactions</tt>, <tt>Liste
de comptes</tt>, <tt>Liste de cat&eacute;gories</tt>, et ainsi dor&eacute;navant.
<p>&nbsp;Pour de meilleurs r&eacute;sultats, vous devrez etre s&ucirc;r
d'avoir ces trois derni&egrave;res qui soit v&eacute;rifi&eacute;es/activ&eacute;es.
<p>Si vous <i>ne v&eacute;rifiez pas</i> la boite <i>Listes de Comptes</i>,
alors le nom de votre compte sera probablement perdu., et que
<br>cel&agrave; causera des probl&egrave;mes quand vous essairez d'importer
des donn&eacute;es dans GnuCash plus tard.</ul>
Maintenant vous avez un ensemble de fichiers <tt>.QIF</tt>, et devriez
lancer GnuCash.
<br>&nbsp;
<h2>
Chargement des fichiers QIF dans GnuCash</h2>

<ul>
<li>
Pour importer un fichier QIF de Quicken, choisissez le menu <i><tt>Fichier</tt></i>et
s&eacute;lectionnez l'entr&eacute;e <i><tt>Importer QIF</tt></i>.</li>

<li>
Le fichier import&eacute; quel qu'il soit sera fusionn&eacute; avec les
autres donn&eacute;es que vous avez actuellement dans GnuCash.</li>

<br>Cette fusion permet aux multiples comptes Quicken d'&ecirc;tre import&eacute;s
et fusionn&eacute;s dans un groupe de compte .</ul>

<h2>
Les choses &agrave; noter &agrave; propos de l'importation de QIF</h2>

<ul>
<li>
<b>Recherche des entr&eacute;es dupliqu&eacute;es</b></li>

<p><br>Notez que durant la fusion, une analyse est effectu&eacute;e pour
les transactions dupliqu&eacute;es , et les doubles sont enlev&eacute;s.
Une transaction dupliqu&eacute;e est o&ugrave; la date, la description
(b&eacute;n&eacute;ficiaire), m&eacute;mo, quantit&eacute;e, prix du titre
, et les comptes ou cat&eacute;gories d&eacute;bit&eacute;s/cr&eacute;dit&eacute;s
se retrouve <i>exactement</i>. Ainsi, la fusion <i>devrait</i> &ecirc;tre
s&ucirc;r &agrave; moins que vous ayez de multiples transactions &agrave;
la m&ecirc;me date, au m&ecirc;me compte , pour le m&ecirc;me montant ,
avec la m&ecirc;me description et m&eacute;mo.
<p>Cel&agrave; malheureusement <i>peut</i> se produire, le sc&eacute;nario
typique se produit quand vous faites de multiples retraits d'argent liquide
de montants identiques &agrave; partir de DAB (distributeur automatique
de billets) le m&ecirc;me jour.
<li>
<b>Comptes vides</b></li>

<p><br>Notez que quand la "Liste des Comptes " et la "Liste de Cat&eacute;gories"
est export&eacute; depuis Quicken, <b>tous</b> les comptes et cat&eacute;gories
seront export&eacute;s, m&ecirc;me s'ils sont vides et ne contiennent pas
de transactions. Quand ceux-ci sont import&eacute;s, ils apparaitront comme
des comptes avec un solde de z&eacute;ro. Si vous n'avez pas besoin ou
n'utilisez pas ces comptes , soyez libre de les supprimer . Les futures
am&eacute;liorations de Gnucash vous permettront de les supprimer "en-masse",
ou de les rendre invisible sans les supprimer.
<li>
<b>QIF extension (mark) II</b> Un projet en cours est de construire un
utilitaire d'importation alternatif en Guile qui sera plus flexible, et
qui, en vertue d'&eacute;tant stock&eacute; comme un ensemble de scripts
Scheme, pourra &ecirc;tre modifi&eacute; sans avoir besoin de recompiler
l'application enti&egrave;re.</li>
</ul>

<ul>En ce moment, il analyse/trazite les fichiers QIF avec succ&egrave;s;
ce qui reste est (plut&ocirc;t la t&acirc;che complexe) de d&eacute;terminer
<br>les correspondances appopri&eacute;es entre les <b>Cat&eacute;gories</b>
de Quicken, et les &eacute;quivalents de Gnucash. C'est un des plus
<br>significatif d&eacute;faut avec la pr&eacute;sente importation du QIF
avec scheme.
<li>
<b>Plus &agrave; propos de QIF</b></li>

<p><br>Pour plus de d&eacute;tails &agrave; propos du format d'&eacute;change
QIF peuvent &ecirc;tre trouv&eacute;s <a href="http://www.ntlug.org/~cbbrowne/financeformats.html#QIF">ici.</a><a href="http://www.ntlug.org/~cbbrowne/financeformats.html#QIF"></a>
<p>
<hr WIDTH="100%">
<p>Retour &agrave; la <a href="xacc-main.html">Page principale de la documentation.</a></ul>

<br>&nbsp;
</body>
</html>
