<!doctype html public "-//w3c//dtd html 4.0 transitional//en">
<html>
<head>
   <meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
   <link rel="stylesheet" title="normal" type="text/css" href="gnucash.css">
   <title>Fen&ecirc;tre principale de GnuCash</title>
</head>
<body bgcolor="#EEEEEE">

<h1>
Fen&ecirc;tre principale de GnuCash</h1>
C'est la fen&ecirc;tre principale du compte. Vous contr&ocirc;lez l'ensemble
de vos des comptes depuis ici.
<p>Ci-dessous se trouve une image de la fen&ecirc;tre principale, avec
uniquement les comptes principaux affich&eacute;s. Notez comment <b>Alimentation
</b>a &eacute;t&eacute; s&eacute;lectionn&eacute; par surbrillance. La
bo&icirc;te avec une croix &agrave; l'int&eacute;rieur, imm&eacute;diatement
&agrave; sa gauche montre qu'il y a un ou plusieurs comptes d&eacute;taill&eacute;s
qui ne sont pas montr&eacute;s en ce moment. Pour le voir, cliquez sur
cette bo&icirc;te.
<p><img SRC="pix/contract.gif" NAME="Image1" NOSAVE BORDER=0 height=281 width=637>
<p>Ci-dessous se trouve la fen&ecirc;tre principale, avec les d&eacute;tails
des comptes affich&eacute;s.
<p><img SRC="pix/expand.gif" NAME="Image2" NOSAVE BORDER=0 height=356 width=670>
<br>
<hr>
<p>L'&eacute;l&eacute;ment du menu "Ouvrir Sous-comptes" est int&eacute;ressant
seulement si vous choisissez un compte avec des sous-comptes (comptes d&eacute;taill&eacute;es).
En choisissant l'&eacute;l&eacute;ment du menu "Ouvrir Sous-comptes", une
fen&ecirc;tre du registre g&eacute;n&eacute;ral (ou d'enregistrement) est
ouverte, qui affiche toutes les transactions pour le compte principal et
les comptes d&eacute;taill&eacute;s. Notez que la fen&ecirc;tre de registre
g&eacute;n&eacute;ral est plus compliqu&eacute;e et difficile &agrave;
utiliser que les registres de comptes individuels. La fen&ecirc;tre du
registre g&eacute;n&eacute;ral permet une vision plus compr&eacute;hensible
des comptes dans un espace plus petit. A cause de sa complexit&eacute;
accrue, son utilisation est recommand&eacute;e seulement pour les experts
en comptabilit&eacute;.
<br>
<hr>
<br>&nbsp;
<p>Retour &agrave; la <a href="xacc-main.html">Page principale de la documentation.</a>
<br>&nbsp;
</body>
</html>
