<!doctype html public "-//w3c//dtd html 4.0 transitional//en">
<html>
<head>
   <meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
   <meta name="GENERATOR" content="Mozilla/4.7 [fr] (Win98; I) [Netscape]">
   <title>Utilisation des comptes Revenus/D&eacute;penses</title>
   <link rel="stylesheet" title="normal" type="text/css" href="gnucash.css">
<X-SAS-WINDOW TOP=25 BOTTOM=475 LEFT=4 RIGHT=534>
</head>
<body bgcolor="#EEEEEE">

<h1>
Que sont les Revenus et D&eacute;penses ?</h1>
Les mots "Revenu" et "D&eacute;penses " sont bigrement simple; n'importe
qui pense sovoir ce qu'ils veulent dire; cel&agrave; est <i>habituellement</i>
ce qui suit <b>Quand j'ach&egrave;te quelque chose, c'est une d&eacute;pense,
et quand je re&ccedil;ois de l'argent, c'est un revenu.</b>
<p>Cel&agrave; simplifie trop les choses en quelque sorte; il est souvent
une <i>assez-bonne</i> approximation quand je fais de la comptabilit&eacute;
<br>personelle, mais quand je fais fonctionner un commerce, revenus et
d&eacute;penses ont souvent &eacute;t&eacute; reconnu/identifi&eacute;
comme ayant lieu quand quelques "&eacute;v&egrave;nement critique" ont
lieu et qui peut-&ecirc;tre ne corresponde pas parfaitement &agrave; "quand
l'argent comptant rentre ou sort."
<p>Par exemple, les soci&eacute;t&eacute;s habituellement doivent reconnaitre
revenus <i>quand une vente se passe.</i> Cel&agrave; veut dire que j'ai
reconnu une vente de 100 000F&nbsp; <i>sur le moment avec moi et le client
nous serrant la main lors de l'accord.</i>
<p>Depuis que l'argent ne rentre pas, les ventes ont &eacute;t&eacute;
estim&eacute; d'une autre mani&egrave;re; la mani&egrave;re qui est faite
est de <b>cumuler</b> une vente &agrave; ce moment, et la faire mettre
dans le solde de la transaction, plut&ocirc;t que d'ajouter quelque chose
en argent comptant,
<br>j'ajoute les 100 000F de la vente dans <b>Cr&eacute;dit fournisseurs.</b>
<p>Dans un syst&egrave;me &agrave; double entr&eacute;e, deux sortes de
comptes doivent &ecirc;tre cr&eacute;&eacute;s: certains de type "Revenus"
et d'autres de type "D&eacute;penses ". (Il tend &agrave; y avoir beaucoup
plus de diff&eacute;rents sortes de d&eacute;penses qu'il y a de revenus.)
<p>Les Revenus de ce genre: salaire, primes , int&eacute;r&ecirc;t bancaire
et les dividendes d'actions sont alors enregistr&eacute;s comme transferts
depuis un compte revenus vers un compte bancaire (ou, en g&eacute;n&eacute;ral,
quelques avoirs (actif) ) . De la m&ecirc;me mani&egrave;re, les d&eacute;penses
sont enregistr&eacute;s comme des transferts depuis un compte de carte
de cr&eacute;dit (ou, en g&eacute;n&eacute;ral, un compte de passif(dettes)).
<p>Une autre voie pour d&eacute;crire la n&eacute;cessit&eacute; de la
"double entr&eacute;e" est que quand vous recevez un revenu, deux choses
se passent:
<ul>
<li>
Vous recevez une somme d' <i>argent,</i> et devez enregistrer cet effet
sur votre compte bancaire.</li>

<li>
Vous avez re&ccedil;u un revenu, et devez enregistrer cet effet sur un
compte de revenus.</li>
</ul>
Quand, par exemple, le salaire est d&eacute;pos&eacute; dans un compte
bancaire, le compte bancaire est cr&eacute;dit&eacute;, et le compte de
revenus est d&eacute;bit&eacute;, ainsi:
<br>&nbsp;
<table>
<tr>
<th>Compte</th>

<th>D&eacute;bit</th>

<th>Cr&eacute;dit</th>
</tr>

<tr>
<td>Compte ch&egrave;ques</td>

<td>1.600,00</td>

<td></td>
</tr>

<tr>
<td>Salaire</td>

<td></td>

<td>1.600,00</td>
</tr>
</table>

<p>Cel&agrave; peut &ecirc;tre volontairement &eacute;tendu &agrave; un
grand nombre d'&eacute;l&eacute;ments "r&eacute;parti" ainsi:
<br>&nbsp;
<table>
<tr>
<th>Compte</th>

<th>D&eacute;bit</th>

<th>Cr&eacute;dit</th>
</tr>

<tr>
<td>Compte ch&egrave;ques</td>

<td>1.300,00</td>

<td></td>
</tr>

<tr>
<td>Imp&ocirc;ts sur le revenu</td>

<td>200.00</td>

<td></td>
</tr>

<tr>
<td>S&eacute;curit&eacute; sociale</td>

<td>100.00</td>

<td></td>
</tr>

<tr>
<td>Salaire</td>

<td></td>

<td>1.600,00</td>
</tr>
</table>

<p>Il peut y avoir un lot entier de plus de deux entr&eacute;es dans la
transaction, mais la somme totale des d&eacute;bits, de 1.600,.00F, pourtant
&eacute;galera la somme totale des cr&eacute;dits, 1.600,00F.
<p>Si, comme avec <b>GnuCash,</b> tout est forc&eacute; sur une colonne,
de telle fa&ccedil;on &agrave; ce que les <b>d&eacute;bits</b> soit repr&eacute;sent&eacute;s
par des valeurs&nbsp; positives, et les <b>cr&eacute;dits</b> sont repr&eacute;sent&eacute;s
par des valeurs n&eacute;gatives, les comptes revenus/d&eacute;penses font
l&eacute;g&egrave;rement une chose non-intuitive et vous voyez des revenus
comme valeurs&nbsp; <i>n&eacute;gatives</i>. Cel&agrave;
<i>apparait</i>
contraire &agrave; l'intuition, mais c'est n&eacute;anmoins&nbsp; n&eacute;cessaire
pour que l'ordre de l' <a href="xacc-double.html#IDENTITY">identit&eacute;
de la comptabilit&eacute; de la double-entr&eacute;e se maintienne vraie.</a>
<p>Une autre mani&egrave;re de voir la fa&ccedil;on dont les comptes revenus
et&nbsp; d&eacute;penses sont sp&eacute;ciaux est que leurs totaux de comptes
n'apparaissent pas directement sur la feuille du solde/bilan. Une feuille
du solde montre la&nbsp; "Valeur nette": la somme de tous les avoirs moins
toutes les dettes.
<p>Les revenus et d&eacute;penses ne sont ni des avoirs ni des dettes,
et ainsi n'apparaissent pas sur la feuille du solde. Ce qui apparait sur
la feuille du solde est leurs effets sur les <b>capitaux propres.</b>
<p>Il y a un rapport s&eacute;par&eacute;, un rapport "Pertes et profits"
(P&amp;P), pour analyser les revenus et d&eacute;penses. Le profit total
(ou pertes) est calcul&eacute; comme le total des revenus moins le total
des d&eacute;penses. D'une mani&egrave;re agr&eacute;ablement sym&eacute;trique,
&eacute;tant donn&eacute; que les avoirs et les dettes ne sont ni des revenus
et ni des d&eacute;penses, <i>ils</i> n' apparaissent pas &eacute;galement
sur l'&eacute;tat des Pertes et Profits.
<p>M&ecirc;me si malgr&eacute; tout ces comptes peuvent &ecirc;tre en quelque
sorte "sp&eacute;ciaux", vous n'avez pas besoin de faire quelque chose
de particuli&egrave;rement sp&eacute;cial pour utiliser les comptes de
revenus et d&eacute;penses. GnuCash traite les valeurs automatiquement,
de telle fa&ccedil;on &agrave; ce que si vous enregistrez proprement les
effets des transactions sur votre compte bancaire ou de carte de cr&eacute;dit,
la face revenus/d&eacute;penses de la transaction devrait aussi &ecirc;tre
charg&eacute; trait&eacute; correctement.
<p>Le temps quand les choses deviennent "particuli&egrave;res," et quand
vous avez besoin de plus de compr&eacute;hension profonde de celles-ci,
est quand les montants sont transf&eacute;r&eacute;s entre les comptes
revenus/d&eacute;penses. (Les <i>causes</i> pour de tels transferts tendent
&agrave; &ecirc;tre en quelque sorte particuli&egrave;res, ainsi c'est
une jolie exposition pour celui-ci d'&ecirc;tre une jolie situation singuli&egrave;re.)
<h2>
<font size=+3>Utiliser les comptes Revenus/D&eacute;penses</font></h2>
Pour utiliser un compte revenus/d&eacute;penses, cr&eacute;ez -en un simplement
depuis la fen&ecirc;tre de dialogue "Nouveau Compte" , et alors soyez s&ucirc;r
de transf&eacute;rer revenus/d&eacute;penses vers celui o&ucirc; vous enregistrez
feuille de paie , int&eacute;r&ecirc;t, etc.
<p>Vous souhaitez sans doute cr&eacute;er un certain nombre de comptes
de revenus et d&eacute;penses; I peut &ecirc;tre valable de regarder le<a href="xacc-groups.html#SAMPLECHART">
Tableau de comptes d'exemple</a> pour des id&eacute;es.
<p>Ce partitionnement de revenus et d&eacute;penses est surement prouv&eacute;
&ecirc;tre particuli&egrave;rement utile quand .<i>le temps des imp&ocirc;ts</i>
arrive.
<h1>
<font size=+3>Utilisation de la terminologie dans d'autres logiciels</font></h1>
Si vous avez utiliser d'autre logiciel de finances personnelles, soyez
averti de ce que&nbsp; <a href="xacc-quicken.html#QUICKENCATS">Quicken
les appelle "Cat&eacute;gories."</a>
<br>
<hr WIDTH="100%">
<p>Retour &agrave; la <a href="xacc-main.html">Page principale de la documentation.</a>
</body>
</html>
