<!doctype html public "-//w3c//dtd html 4.0 transitional//en">
<html>
<head>
   <meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
   <link rel="stylesheet" title="normal" type="text/css" href="gnucash.css">
   <title>Fen&ecirc;tre registre</title>
</head>
<body bgcolor="#EEEEEE">

<h1>
La fen&ecirc;tre registre</h1>
<img SRC="pix/regwin-single.gif" NAME="Image1" NOSAVE BORDER=0 height=372 width=683>
<p>C'est la fen&ecirc;tre du Registre/Grand Livre (ou d'enregistrement).
Les transactions sont entr&eacute;es ici.
<p>Pour entrer une nouvelle transaction, tapez juste &agrave; l'int&eacute;rieur
de la derni&egrave;re transaction vierge. Utilisez la souris (n.d.t : ou
le mulot pour ceux qui pr&eacute;f&egrave;rent) ou les <a href="xacc-regwin_kbd.html">Raccourcis
clavier du registre</a> pour se d&eacute;placer entre les champs, et frappez
la touche Entr&eacute;e ou cliquez sur Enregistrer pour enregistrer la
transaction :
<p><img SRC="pix/regwin-single2.gif" NAME="Image2" NOSAVE BORDER=0 height=522 width=685>
<p>Remarquez comment la transaction a &eacute;t&eacute; enregistr&eacute;e
et une transaction vierge, nouvelle a &eacute;t&eacute; cr&eacute;&eacute;e.
<p>Vous pouvez affichez des transactions existantes de la m&ecirc;me mani&egrave;re.
GnuCash vous demandera de confirmer n'importe quel changement que vous
ayez fait.
<h1>
Manipulation des transactions</h1>
Vous pouvez manipuler les transactions avec la barre d'outils ou le menu
"Transaction":
<ul>
<div STYLE="margin-bottom: 0cm"><b>Supprimer :</b> Vous pouvez supprimer
une transaction ou une r&eacute;partition en particulier.</div>


<p STYLE="margin-bottom: 0cm"><b>Annuler :</b> Cela revient en arri&egrave;re
sur n'importe quel changement que vous ayez fait sur la transaction que
vous modifiez actuellement.

<p STYLE="margin-bottom: 0cm"><b>Nouveau :</b> Cela d&eacute;place le curseur
vers la derni&egrave;re ligne du registre o&ugrave; les nouvelles transactions
sont entr&eacute;es.

<p STYLE="margin-bottom: 0cm"><b>Sauter :</b> Quand vous vous placez sur
une transaction existante, il vous conduit de l'entr&eacute;e du registre
correspondant dans l'entr&eacute;e de l'autre registre dans lequel cette
transaction appara&icirc;t.

<p STYLE="margin-bottom: 0cm"><b>Transf&eacute;rer : </b>C'est une voie
alternative pour entrer une transaction. Vous pouvez faire un transfert
entre n'importe lequel des deux comptes sans ouvrir d'autres registres.
<p><b>Fermer : </b>Ferme ce registre</ul>

<h1>
Observation des transactions</h1>
Le registre peut montrer les transactions de diff&eacute;rentes mani&egrave;res,
contr&ocirc;l&eacute;es par les entr&eacute;es sur le menu du "Registre".
<p>Le registre peut afficher les transactions dans plusieurs styles diff&eacute;rents
:
<ul>
<div STYLE="margin-bottom: 0cm"><b>mode simple-ligne :</b> les transactions
sont affich&eacute;es sur une simple ligne.</div>


<p STYLE="margin-bottom: 0cm"><b>Double-ligne :</b> les transactions sont
affich&eacute;es sur deux lignes, avec plus d'informations &agrave; propos
de chaque transaction montr&eacute;e.

<p STYLE="margin-bottom: 0cm"><b>mode multi-ligne :</b> les transactions
sont affich&eacute;es sur de lignes multiples, permettant l'affichage de
multiples entr&eacute;es. Cela vous permet d'entrer des transactions multi-r&eacute;partie
(par exemple, quand vous payez de multiples factures avec un ch&egrave;que).
<p><b>modes auto-simple et auto-double</b> sont comme les modes simple
et double-ligne, except&eacute; que la transaction actuellement ouverte
est affich&eacute;e sous une forme multi-ligne. C'est une fa&ccedil;on
tr&egrave;s commode d'entrer des transactions multi-compte.</ul>
Pour changer le style d'affichage, allez dans le menu "Registre" et s&eacute;lectionnez
"style".
<p>Les transactions existantes sont normalement affich&eacute;es dans l'ordre
de la date, mais cela peut aussi &ecirc;tre chang&eacute; avec "Trier par
ordre". Vous pouvez aussi s&eacute;lectionner une &eacute;chelle de date
durant laquelle les transactions seront affich&eacute;es avec "&Eacute;chelle
de date".
<h1>
Rapprochement</h1>
Les transactions sont typiquement v&eacute;rifi&eacute;es d'apr&egrave;s
le relev&eacute; de compte - suivant un processus appel&eacute; "rapprochement".
GnuCash garde le suivi de l'&eacute;tat du rapprochement de chaque transaction.
<p>L'&eacute;tat du rapprochement d'une transaction est montr&eacute; par
le champ rapprochement (R) . 'c' indique qu'une transaction a &eacute;t&eacute;
rapproch&eacute;e, 'n' indique qu'elle ne l'est pas. Vous pouvez changer
l'&eacute;tat du rapprochement en cliquant sur le champ 'r' de la transaction.
<p>En bas de la fen&ecirc;tre du compte, il y a deux soldes en cours, le
solde "point&eacute; et rapproch&eacute;", et le solde "total"... le solde
"point&eacute; et rapproch&eacute; " devrait correspondre &agrave; la totalit&eacute;
de l'argent que la banque pense que vous avez sur votre compte, et le solde
"total" inclut les transactions en cours de r&egrave;glement.
<p>Le rapprochement peut &ecirc;tre fait dans la <a href="xacc-recnwin.html">fen&ecirc;tre
de rapprochement</a>
<h1>
<font size=+3>Portefeuilles d'actions</font></h1>
Vous pouvez faire des transactions d'actions soit depuis une fen&ecirc;tre
avec une seule valeur(nom) d'actions , ou soit depuis une fen&ecirc;tre
de vue de portefeuille, montr&eacute; ci-dessous.
<p><img SRC="pix/foliowin.gif" NAME="Image3" NOSAVE BORDER=0 height=348 width=845>
<p><img SRC="pix/foliowin-single.gif" NAME="Image4" NOSAVE BORDER=0 height=372 width=849>
<p>Le registre du portefeuille peut intimider un peu au premier abord.
<p>Si vous avez de la peine &agrave; le comprendre, alors tournez-vous
vers la cr&eacute;ation de comptes qui contiennent une seule valeur d'action.
<p>Quelques points importants &agrave; retenir &agrave; propos de la fen&ecirc;tre
du portefeuille :
<ul>Elle montre toutes les actions de votre portefeuille, pas seulement
une seule.</ul>
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Les montants des
titres montr&eacute;s sont ceux de chaque action en particulier.
<ul>Notez qu'elle utilise un affichage sur deux lignes.</ul>
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Les comptes
d&eacute;bit&eacute;s et les montants d&eacute;bit&eacute;s sont sur la
ligne sup&eacute;rieure, et les montants et comptes cr&eacute;dit&eacute;s
sont sur la ligne inf&eacute;rieure.
<ul>
<div STYLE="margin-bottom: 0cm">Si vous achetez ou vendez une action avec
de l'argent d'un compte de courtage, le solde total ne changera pas, tant
que la valeur de l'action &eacute;gale le montant de l'argent &eacute;chang&eacute;.</div>


<p STYLE="margin-bottom: 0cm">Si vous achetez ou vendez une action avec
de l'argent d'un compte de courtage, la valeur de la transaction appara&icirc;tra
deux fois, une fois en rouge, et une fois en noir. Si les titres sont achet&eacute;s,
le montant de l'argent d&eacute;bit&eacute; d'un compte de courtage sera
en rouge, et la valeur des titres en noir. Si les titres sont vendus, alors
la valeur des titres est en rouge, et l'argent cr&eacute;dit&eacute; dans
le compte de courtage en noir.

<p STYLE="margin-bottom: 0cm">Si vous avez de la peine &agrave; indiquer
un titre achet&eacute;/vendu dans le registre du portefeuille, alors assurez
vous que les comptes <b>Transfert depuis</b> et <b>Transfert vers</b> sont
dans le bon ordre. Un transfert depuis un compte d'actions est toujours
interpr&eacute;t&eacute; comme une vente, m&ecirc;me si vous entrez la
donn&eacute;e comme un achat. Le contraire est aussi vrai.
<p>Par la suite, une fen&ecirc;tre registre de portefeuille plus simple
et alternative sera peut-&ecirc;tre pr&eacute;vue.</ul>

<hr>
<br>&nbsp;
<p>Retour &agrave; la <a href="xacc-main.html">Page principale de la documentation.</a>
</body>
</html>
