<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN">
<HTML>
<HEAD>
   <META HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=iso-8859-1">
   <META NAME="GENERATOR" CONTENT="Mozilla/4.06 [fr] (Win98; I) [Netscape]">
   <TITLE>Account Types</TITLE>
</HEAD>
<BODY BGCOLOR="#EEEEEE">

<H1>
Types de comptes</H1>

<DL>
<DT>
<B>Banque</B></DT>

<DD>
Le type de compte banque contient l'&eacute;pargne ou&nbsp; le compte ch&egrave;ques
d&eacute;tenu dans une banque. Souvent r&eacute;mun&eacute;r&eacute;(n.d.t
: pas en france).</DD>

<DT>
<B>Liquidit&eacute;s</B></DT>

<DD>
Le type de compte liquidit&eacute;s est utilis&eacute; pour contenir une
r&eacute;serve , une boite &agrave; chaussures ou une taie d'oreiller bourr&eacute;
d'argent/ liquidit&eacute;s .</DD>

<DT>
<B>Carte de cr&eacute;dit</B></DT>

<DD>
Le compte carte de cr&eacute;dit est utilis&eacute; pour contenir des comptes
de carte de credit (par exemple american express) et debit (par exemple
visa, eurocard/mastercard, carte bleue).</DD>

<DT>
<B>Avoir, Dette</B></DT>

<DD>
Les compte avoir et dette indique des comptes g&eacute;n&eacute;ralis&eacute;s,
g&eacute;n&eacute;rique qui ne sont dans aucun de ceux ci-dessus.</DD>

<DT>
<B>Actions, OPCVM (SICAV et FCP)</B></DT>

<DD>
Les comptes d'actions et OPCVM seront typiquement montr&eacute; dans des
registres qui montreront trois colonnes: cours, nombre de titres, et montant.</DD>

<DT>
<B>Revenus, D&eacute;penses</B></DT>

<DD>
Les comptes de revenus et d&eacute;penses sont utilis&eacute;s pour contenir
les revenus et d&eacute;penses. Ainsi, quand les donn&eacute;es dans ces
comptes sont affich&eacute;es, le signe des entr&eacute;es est invers&eacute;
par rapport &agrave; l'usage habituel.</DD>

<DT>
<B>Capitaux propres</B></DT>

<DD>
Le compte capitaux propres est utilis&eacute; pour &eacute;quilibrer la
feuille du bilan.</DD>

<DT>
<B>Devises</B></DT>

<DD>
Les comptes de devises sont utilis&eacute;s pour faire du commerce/sp&eacute;culer
sur les devises. Dans beaucoup de cas, ils se comportent comme les actions,
excepter que le calcul de la valeur est diff&eacute;rent. Noter que les
transferts ne peuvent pas &ecirc;tre fait directement entre deux comptes
libell&eacute;s dans des monnaies/devises diff&eacute;rentes. De tel transferts
ne peuvent &ecirc;tre seulement fait qu'&agrave; l'int&eacute;rieur de
comptes de commerce de devises. (Les v&eacute;rification de s&eacute;curit&eacute;
pevent &ecirc;tre en partie toujours d&eacute;faillantes ... )</DD>
</DL>

</BODY>
</HTML>
