<!doctype html public "-//w3c//dtd html 4.0 transitional//en">
<html>
<head>
   <meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
   <meta name="GENERATOR" content="Mozilla/4.7 [fr] (Win98; I) [Netscape]">
   <title>Utilisation de la fonction de la double entr&eacute;e</title>
   <link rel="stylesheet" title="normal" type="text/css" href="gnucash.css">
<X-SAS-WINDOW TOP=25 BOTTOM=475 LEFT=4 RIGHT=534>
</head>
<body bgcolor="#EEEEEE">

<h1>
<font size=+3>Qu'est-ce que la comptabilit&eacute; du double livret/double
entr&eacute;e?</font></h1>
La comptabilit&eacute; du double livret est une m&eacute;thodologie comptable
introduite au 13&egrave;me si&egrave;cle pour s'assurer que chaque transaction
est correctement equilibr&eacute;e/&eacute;gale.
<p>Quand celles-ci sont toutes requises pour s'&eacute;quilibrer, la probabilit&eacute;
qu'une erreur sur les donn&eacute;es entr&eacute;es est &eacute;t&eacute;
faite est beaucoup moindre. Pour les grands et complexes ensembles de comptes
avec beaucoup de transactions , il est d'une mani&egrave;re navrante facile
de faire des erreurs qui peuvent continuer &agrave; rester und&eacute;tect&eacute;es
pendant longtemps, et &ecirc;tre &eacute;pouvantablement
<br>difficile &agrave; localiser, m&ecirc;me quand la comptabilit&eacute;
du double livret est utilis&eacute;.
<p>Une transaction &agrave; double entr&eacute;e est une transaction qui
contient des entr&eacute;es pour deux (ou plus) comptes qui s'annule l'un
et l'autre. Un compte est <i>d&eacute;bit&eacute;</i> d'un montant exactement
&eacute;gal &agrave; celui dont l'autre <i>est cr&eacute;dit&eacute;</i>.En
s'assurant que chaque transaction
<br>s'&eacute;quilibre/s'annule, un ensemble &eacute;quilibr&eacute; de
comptes est garanti. Cel&agrave; ne vous emp&ecirc;che pas d'avoir des
errors, mais certainement il &eacute;limine le grand type d'erreurs du
genre :<b>J'ai oubli&eacute; d'entrer cette partie de la transaction</b>.
<p>La double entr&eacute;e peut &ecirc;tre introduite d'une fa&ccedil;on
plus gr&acirc;ce &agrave; la notion de transfert d'un compte bancaire vers
un autre , o&ugrave; le montant est retir&eacute; d'un compte et d&eacute;pos&eacute;
dans un autre. C'est effectivement le "r&ocirc;le" de la comptabilit&eacute;
du double livret; si vous avez ajout&eacute; quelque chose dans un compte,
vous <i>devez</i> avoir un autre composant de cette transaction pour &eacute;quilibrer
cel&agrave;.
<p><b>Pas forc&eacute;ment un apart&eacute;:</b> Si vous regardez votre
relev&eacute; de compte, il est typiquement d&eacute;crit en d&eacute;tail
&agrave; partir du <b>point de vue de la banque</b>, qui est exactement
l'<i>oppos&eacute;</i> du votre. Par exemple, quand vous y mettez de l'argent,
effectuant un d&eacute;p&ocirc;t, qui &eacute;tablit un <b>DEBIT</b> de
leur part/pour eux.
<p>Peut-&ecirc;tre moins &eacute;vident est la notion que la double entr&eacute;e
peut &ecirc;tre utilis&eacute;e pour repr&eacute;senter les revenus et
d&eacute;penses aussi bien que les transferts bancaires . Regardez la fen&ecirc;tre
d'aide "<a href="xacc-expense.html">Revenu/D&eacute;pense</a>" pour plus
d'informations sur cel&agrave;
<p><a NAME="IDENTITY"></a>Dans un syst&egrave;me traditionnel qui enregistre
les d&eacute;bits et cr&eacute;dits s&eacute;par&eacute;ment, l'identit&eacute;
que toutes les transactions sont
<br>&nbsp;requises pour satisfaire que <tt>Total de d&eacute;bits = Total
de cr&eacute;dits.</tt>
<p>Le fait que l'identit&eacute; requiert seulement que le <i>total</i>
des soldes veut dire que c'est un petit peu trompeux d'appeler celle-ci
comptabilit&eacute; de la <i>double</i>-ent&eacute;e; il devrait &ecirc;tre
quelque peu plus exact de l'appeler comptabilit&eacute; <i>multiple-</i>entr&eacute;e.
Malheureusement, il y a 700 ans d'histoire d'utilisation de ce terme, ce
qui sufisamment d&eacute;courageant pour le changer.
<br>(Et quelques gens pensent qu' UNIX a quelques croustillants et&nbsp;
vieux morceau d'&eacute;tranget&eacute;. Hah!)
<p>GnuCash traite les "D&eacute;bits" comme valeurs positives, et "Cr&eacute;dits"
comme valeurs n&eacute;gatives, de telle fa&ccedil;on &agrave; ce que cette
<br>identit&eacute; simplifie en&nbsp; <tt>value<sub>1</sub> + value<sub>2</sub>
+ value<sub>3</sub> + ... = 0</tt>.
<h1>
Utiliser la double entr&eacute;e/double livret</h1>

<h2>
Creation de transactions</h2>
Pour cr&eacute;er une transaction &agrave; double-entr&eacute;e:
<ul>
<li>
Cliquez sur une bo&icirc;te dans la colonne marqu&eacute; <tt>Transfert
depuis</tt> sur le c&ocirc;t&eacute; gauche du registre.</li>

<p><br>Un menu se d&eacute;roulera , listant tous les comptes depuis lequel
un transfert peut &ecirc;tre r&eacute;alis&eacute;.
<li>
S&eacute;lectionnez-en un.</li>

<p><br>Quand vous enregistrez la transaction, la double entr&eacute;e sera
automatiquement r&eacute;alis&eacute;e, et la transaction appara&icirc;tra
automatiquement dans toutes les fen&ecirc;tres montrant les comptes transf&eacute;r&eacute;-depuis
et transf&eacute;r&eacute;-vers.</ul>

<h2>
Changement des transactions</h2>

<p><br>Pour <i>changer</i> une transaction &agrave; double entr&eacute;e:
<p>Afficher simplement la transaction dans n'importe quelle fen&ecirc;tre
dans laquelle elle apparait
<p>N'importe quels changements effectu&eacute;s seront automatiquement
refl&eacute;t&eacute;s dans l'ensemble des comptes et dans toutes les fen&ecirc;tres
affichant la transaction.
<p>De la m&ecirc;me mani&egrave;re, quand une transaction &agrave; double
entr&eacute;e est supprim&eacute;e , les r&eacute;partitions seront supprim&eacute;s
depuis l'ensemble des comptes ; et les soldes seront automatiquement recalcul&eacute;s
pour l'<i>ensemble</i> des comptes .
<p>Pour changer le compte de transfert, s&eacute;lectionnez simplement
un nouveau compte depuis le menu d&eacute;roulant . Quand vous enregistrez
la transaction, elle sera automatiquement selectionn&eacute;e depuis le
vieux compte , et ins&eacute;r&eacute;e dans le nouveau compte .
<h1>
Nettoyage impeccable</h1>
GnuCash peut &ecirc;tre configur&eacute; pour &ecirc;tre strict &agrave;
propos de la double entr&eacute;e, ou vous pouvez le configurer pour &ecirc;tre
"relach&eacute;".
<p>En mode "relach&eacute;", vous pouvez cr&eacute;er des <i>transactions
anormales/non &eacute;quilibr&eacute;es</i>, c'est &agrave; dire, des transactions
o&ugrave; les r&eacute;partitions ne s'&eacute;quilibrent pas pour faire
z&eacute;ro.Cel&agrave; met de cot&eacute; la validation qui vient en utilisant
le schema le plus strict
<br>de la double entr&eacute;e, qui n'est pas probablement r&eacute;ellement
une prudent modification. En effet:
<ul>
<li>
Si vous n'&ecirc;tes pas s&ucirc;r de ce que vous faites, vous ne voulez
probablement pas mettre de c&ocirc;t&eacute; la validation de la <b>double
entr&eacute;e,</b> comme cel&agrave; vous aides &agrave; garder vos comptes
&eacute;quilibr&eacute;s m&ecirc;me quand tout cel&agrave; n'est pas clair.</li>

<li>
Si vous &ecirc;tes une <i>"b&ecirc;te"/expert de la comptabilit&eacute;,</i>
vous serez ce qui est <i>r&eacute;ellement important</i> de garder comme
choses en &eacute;quilibre et pr&eacute;f&eacute;rerez encore la <b>double
entr&eacute;e.</b></li>
</ul>
Mais si vous d&eacute;cidez de "d&eacute;passer le syst&egrave;me," et
avoir un nombre de transactions non &eacute;quilibr&eacute;es, vous voudrez
probablement
<br>nettoyer ce travail &agrave; certain point. Pour nettoyer ces transactions
anormales/non &eacute;quilibr&eacute;es, vous pouvez <b>nettoyer</b> le
compte pour &ecirc;tre net en choisissant "Nettoyage" &agrave; partir de
la fen&ecirc;tre du menu. Cel&agrave; examinera chaque transaction; si
la transaction ne s'&eacute;quilibre pas, une entr&eacute;e divis&eacute;e/r&eacute;partie&nbsp;
sera cr&eacute;&eacute;e et plac&eacute;e dans un compte nomm&eacute; "<b>Anormal/Unbalanced</b>".
Vous pouvez alors revoir ces divisions/r&eacute;partitions et les d&eacute;placer
vers leurs comptes appropri&eacute;s.
<br>
<hr>
<p>Retour &agrave; la <a href="xacc-main.html">Page principale de la documentation.</a>
<br>&nbsp;
</body>
</html>
