<!doctype html public "-//w3c//dtd html 4.0 transitional//en">
<html>
<head>
   <meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
   <meta name="GENERATOR" content="Mozilla/4.7 [fr] (Win98; I) [Netscape]">
   <title>Compatibilit&eacute; an 2000 de GnuCash</title>
<link rel="stylesheet" title="normal" type="text/css" href="gnucash.css">
</head>
<body bgcolor="#EEEEEE">

<h1>
Compatibilit&eacute; an 2000 de GnuCash</h1>
La version 1.1.25 de Gnucash et suivantes stocke toutes les dates en secondes
et nanosecondes, o&ugrave; les secondes sont stock&eacute;s comme un entier
sign&eacute; de 64-bit. Cel&agrave; devait suffire pour stocker les dates
du pass&eacute; distant aussi bien que le futur distant, aussi longtemps
qu'il y aura moins plusieurs douzaines d'heures dans l'&acirc;ge de l'univers.
<p>Le format de fichier pour la version 1.1.25 et suivantes stocke les
dates de la mani&egrave;re cit&eacute; ci-dessus.
<p>Quelques routines internes utilisent le type <tt>time_t</tt> pour exprimer
les secondes. Noter que sur la plupart des OS, c'est une longueur de 32-bit,
et elle est limit&eacute; &agrave; l'&egrave;re Unix (D&eacute;c 1901 &agrave;
Jan 2038).Il est r&eacute;sonnable d'esp&eacute;rer que <tt>time_t</tt>
sera migr&eacute; vers l'utilisation de valeurs de 64 bit &agrave; ce moment
l&agrave;.
<p>Les fichiers de sauvegarde et log sont estampill&eacute; temporellement
en utilisant la routine standard Unix <tt>ctime()</tt>, qui prend comme
argument <tt>time_t</tt>. Ainsi, le m&eacute;canisme de sauvegarde et de
log pourrait &eacute;prouver des troubles en 2038.Supposant que votre Unix
actuel continue &agrave; &ecirc;tre en service &agrave; ce moment l&agrave;
sans aucune correction.
<p>Notez aussi que GnuCash reconnait correctement le 29 f&eacute;vrier
2000 comme une "ann&eacute;e bissextile," une autre des "dates critiques
de l'ann&eacute;e 2000."
<p>Il est tr&egrave;s fortement sugg&eacute;r&eacute; que GnuCash devrait
faire face raisonnablement bien &agrave; la transition vers le nouveau
mill&eacute;naire, ou qu'il prend place en 2000 ou en 2001...
<p>Les &eacute;l&eacute;ments de l'an 2000 sont d&eacute;crits en plus
de d&eacute;tails &agrave; <a href="http://www.ntlug.org/~cbbrowne/linuxy2k.html">Linux
et l'an 2000.</a>
<br>
<hr WIDTH="100%">
<p>Retour &agrave; la <a href="xacc-main.html">Page principale de la documentation.</a>
</body>
</html>
