<!DOCTYPE HTML PUBLIC "-//IETF//DTD HTML//EN">
<HTML>
<HEAD>
   <TITLE>Utilisation des comptes Revenus/D&eacute;penses</TITLE>
   <X-SAS-WINDOW TOP=25 BOTTOM=475 LEFT=4 RIGHT=534>
</HEAD>
<BODY BGCOLOR="#EEEEEE">

<H2>Qu'est-ce qu'un compte Revenu/D&eacute;pense?</H2>

<P>Les mots "Revenu" et "D&eacute;penses " sont bigrement simple;
n'importe qui sait ce qu'ils veulent dire. Ne les laisser pas vous
amuser: ils ont une signification sp&eacute;ciale quand ils sont
appliqu&eacute; &agrave; un compte &agrave; double entr&eacute;e.
</P>

<P>Pour enregistrer correctement les revenus et d&eacute;penses dans
un syst&egrave;me &agrave; double entr&eacute;e , deux comptes
sp&eacute;ciaux doivent &ecirc;tre cr&eacute;&eacute;s: un de type
"Revenu" et un de type "D&eacute;penses ". Les Revenus de ce genre:
salaire, primes , int&eacute;r&ecirc;t bancaire et les dividendes
d'actions sont alors enregistr&eacute;s comme transferts depuis un
compte revenus vers un compte bancaire (ou
g&eacute;n&eacute;rallement actif(avoirs)) . Semblablement, les
d&eacute;penses sont enregistr&eacute;s comme des transferts depuis
un compte de carte de cr&eacute;dit (ou g&eacute;n&eacute;rallement,
un compte de passif(dettes)).</P>

<P>Pourquoi les comptes de type "Revenu" et "D&eacute;penses " sont
consid&eacute;r&eacute;s comme speciaux? La r&eacute;ponse ruse avec
la nature de la double entr&eacute;e. Avec une transaction &agrave;
double entr&eacute;e, un compte est toujours cr&eacute;dit&eacute;,
et un autre compte est toujours d&eacute;bit&eacute;. Quand le
salaire est d&eacute;pos&eacute; dans un compte bancaire , le compte
bancaire est cr&eacute;dit&eacute;, et le compte revenus est
d&eacute;bit&eacute;. Afin de faire apparaitre revenus comme positif
(ce qu'il est), et d&eacute;penses paraissant n&eacute;gatives, la
signification de "d&eacute;bit" et "cr&eacute;dit" est
renvers&eacute;e pour les comptes de revenus et d&eacute;penses .
Cel&agrave; les rends sp&eacute;ciaux.</P>

<P>Une autre mani&egrave;re de voir dans laquelle les comptes revenus
et d&eacute;penses sont sp&eacute;ciaux est que leurs totaux de
compte n'apparaissent pas sur le bilan. Un bilan montre "Valeur nette
": la somme de tous les actifs(avoirs) moins les passifs(dettes).
Depuis lors revenus et d&eacute;penses ne sont ni actifs(avoirs) ni
passifs(dettes), ils n'apparaissent pas sur le bilan. Il y a
diff&eacute;rente sorte de rapport, un rapport "Profit et Pertes"
(P&amp;P) , qui montre revenus et d&eacute;penses . Le profit total
(ou pertes) est le total des revenus moins le total des
d&eacute;penses. Depuis lors actifs(avoirs) et passifs(dettes) ne
sont ni revenus ni d&eacute;penses, ils n'apparaissent pas sur
l'&eacute;tat des P&amp;P.</P>

<P>M&ecirc;me si malgr&eacute; tout les comptes peuvent &ecirc;tre
"sp&eacute;ciaux", vous n'avez pas besoin de faire quelque chose de
"sp&eacute;cial" pour utiliser les comptes revenus et d&eacute;penses
. Tout est trait&eacute; automatiquement , tant que vous vous
souvenez de transf&eacute;rer revenus et d&eacute;penses entre les
comptes de revenus/d&eacute;penses et les comptes bancaire
courant/Actif/Carte(de cr&eacute;dit)/Passif(dettes).</P>

<H2>Utiliser les comptes Revenus/D&eacute;penses</H2>

<P>Pour utiliser un compte revenus/d&eacute;penses, cr&eacute;ez -en
un simplement depuis la fen&ecirc;tre de dialogue "Nouveau Compte" ,
et alors soyez s&ucirc;r de transf&eacute;rer revenus/d&eacute;penses
vers celui o&ucirc; vous enregistrez feuille de paie ,
int&eacute;r&ecirc;t, etc.</P>

<P>Si vous avez un arrangement complexe de compte, vous pouvez
vouloir creer des comptes multiples de revenus/d&eacute;penses . Un
peut &ecirc;tre utilis&eacute; pour enregistrer le salaire , et
seulement le salaire , un autre pour enregistrer seulement les
int&eacute;r&ecirc;ts de banque, et un troisi&egrave;me seulement
pour enregistrer les dividendes d'actions. Ce partitionnement est
particuli&egrave;rement utile quand le temps des imp&ocirc;ts arrive.
</P>

<H2>Notes</H2>

<P>Les utilisateurs des produits Quicken (TM) doivent r&eacute;aliser
que ce que Quicken appelle "Cat&eacute;gories" sont juste
r&eacute;ellement des comptes Revenus/D&eacute;penses . Ainsi , si
vous utilisez la sp&eacute;cification d'une cat&eacute;gorie dans
Quicken, cr&eacute;ez juste un compte revenus/d&eacute;penses du
m&ecirc;me nom dans X-Accountant, et utilisez le.</P>
</BODY>
</HTML>
