<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN">
<HTML>
<HEAD>
   <META HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=iso-8859-1">
   <META NAME="GENERATOR" CONTENT="Mozilla/4.06 [en] (X11; I; Linux 2.0.35 i486) [Netscape]">
   <TITLE>A propos de X-Accountant</TITLE>
<X-SAS-WINDOW TOP=25 BOTTOM=475 LEFT=4 RIGHT=534>
</HEAD>
<BODY BGCOLOR="#EEEEEE">

<H1>
A propos de X-Accountant (Comptable X)</H1>

<HR>Xacc est un programme de suivis de vos finances personnelles. Quelques
une de ces fonctions sont :
<UL>
<LI>
Des comptes multiples, qui peuvent &ecirc;tre ouverts en m&ecirc;me temps.
Cr&eacute;ez un compte xacc pour chacun de vos comptes bancaires.</LI>

<LI>
Chaque compte garde un solde actuel en plus d'un solde de pointage, alors
vous pouvez suivre les transactions qui n'ont pas encore &eacute;t&eacute;
point&eacute;s, comme les ch&egrave;ques en cours de r&egrave;glement qui
n'ont pas encore &eacute;t&eacute; d&eacute;bit&eacute;s de votre compte.</LI>

<LI>
Interface facile &agrave; utiliser. Si vous savez utiliser le talon de
votre carnet de ch&egrave;ques , vous savez utiliser xacc.</LI>

<LI>
Rapprochement automatique du compte. A la fin du mois , ouvrez la fen&ecirc;tre
de rapprochement , entrez le solde final de votre relev&eacute; bancaire,
et pointez les transactions qui apparaissent sur le relev&eacute; bancaire.
Cel&agrave; rend facile le d&eacute;pistage de n'importe quelle &eacute;cart
ou erreurs.</LI>

<LI>
QuickFill (saisie rapide)... lorsque vous commencez une saisie dans les
champs de description , s'il retrouve une pr&eacute;c&eacute;dente transaction,
il vous la propose,frappez &lt;TAB> copiera alors la pr&eacute;c&eacute;dente
transaction. Commode si vous avez des transactions semblables assez r&eacute;gulierement
.</LI>

<LI>
Portefeuille d'actions/de societes d'investissements (n.d.t: pour ces dernieres
FCP et SICAV en France). Suivis d'actions individuellement (une par compte)ou
dans un portefeuille de comptes (un groupe de comptes qui peuvent etre
affich&eacute;s ensemble ).</LI>

<LI>
<A HREF="xacc-quicken-fr.html">Importation des fichiers de Quicken</A>
. Importation des fichiers QIF de Quicken Version 3.0 .</LI>
</UL>

<H2>
Fonctions Avanc&eacute;es</H2>
X-Accountant poss&egrave;de quelques une des fonctions qui ne se trouve
pas habituellement dans un simple logiciel de gestion de finances personnelles:
<UL>
<LI>
Sous-comptes: Un compte principal peut avoir un classement de petits comptes
ou de comptes specialis&eacute;s au-dessous de lui. Cela permet d'avoir
des types de comptes semblables (par exemple : Esp&egrave;ces, Banque,
Actions) qui peuvent etre group&eacute;s dans un compte principal (par
exemple: Possessions ou Avoirs).</LI>

<LI>
<A HREF="xacc-double-fr.html">Double livret:</A> Chaque transaction peut
apparaitre dans deux comptes; un compte est debit&eacute; et l'autre est
credit&eacute; avec exactement le m&ecirc;me montant. Avec le double livret
, une transaction affich&eacute;e dans une fen&ecirc;tre sera automatiquement
mise &agrave; jour dans toutes les autres fen&ecirc;tres montrant cette
transaction, et dans les deux comptes.</LI>

<LI>
<A HREF="xacc-expense-fr.html">Types de comptes revenus/d&eacute;penses
(Cat&eacute;gories)</A>. Correctement utilis&eacute;s avec la fonction
du double livret, ils peuvent &ecirc;tre utilis&eacute;s pour cr&eacute;er
un Bilan et un rapport des Profits et des Pertes Par example, l'&eacute;pargne
des interets du compte, les dividendes d'actions, ou la feuille de paie
peuvent etre marqu&eacute; l'un et l'autre comme depot dans un compte bancaire
, et comme gains/revenus dans un compte de type Revenus, utilisant la fonction
du double livret (transfert). De la meme maniere, les paiements par la
carte de credit peuvent etre not&eacute;s dans un compte de carte de cr&eacute;dit
, en plus du compte correspondant aux d&eacute;penses.</LI>

<LI>
Registre general/Grand livre : Des comptes multiples peuvent &ecirc;tre
affich&eacute;s dans une fenetre registre au m&ecirc;me moment. Cela peut
soulager de l'ennui du depistage d'erreurs de saisie ou d'enregistrement
.Il permet aussi une vision pratique d'un portefeuile de beaucoup d'actions,
en y montrant toutes les transactions dans ce portefeuille.</LI>
</UL>

<H2>
Version</H2>
Cette version est xacc-1.0.18, la derni&egrave;re version stable de xacc.
<P>Les versions 1.0.x sont consid&eacute;r&eacute;es comme &eacute;tant
des r&eacute;visions stables avec tous les bogues courantes connues qui
sont corrig&eacute;es. Les versions 1.1.x sont consid&eacute;r&eacute;es
comme &eacute;tant des versions de d&eacute;veloppement , qui peuvent avoir
beaucoup de bogues . La prochaine s&eacute;rie stable sera la 1.2.x
<H2>
Credits</H2>
Robin Clark &lt;rclark@hmc.edu> pour le xacc original
<BR>Linas Vepstas &lt;linas@lins.org> pour des am&eacute;liorations et
extensions importantes
<BR>Tom Kludy &lt;tkludy@csd.sgi.com> pour le port sur SGI Irix et les
correctiond de bogues
<BR>Ciaran Deignan &lt;Ciaran.Deignan@bull.net> pour l'ex&eacute;cutable
sur AIX
<BR>George Chen &lt;georgec@sco.com> pour l'importation de fichier QIF
de MS-Money QIF et les corrections
<BR>Ron Record &lt;rr@sco.com> pour les ex&eacute;cutables sur SCO Unixware
&amp; OpenServer
<BR>Otto Hammersmith &lt;otto@bug.redhat.com> pour le RPM pour RedHat
<BR>Yannick LE NY &lt;y-le-ny @ifrance.com> pour la traduction du README
,de Xacc et de la documentation en ligne en francais.
<BR>&nbsp;
<BR>&nbsp;
<H2>
Syst&egrave;mes d'exploitation support&eacute;s</H2>
xacc est conu pour fonctioner dans ces diff&eacute;rentes configurations:
<BR>Linux 2.0.x -- Intel w/ RedHat Motif
<BR>Linux 2.0.x -- Intel w/ Lesstif v0.81
<BR>Linux Debian -- Intel w/ Lesstif v0.81
<BR>SGI IRIX -- MIPS
<BR>IBM AIX 4.1.5 -- RS/6000
<BR>SCO Unixware 7 -- Intel
<BR>SCO OpenServer 5.0.4 -- Intel
<P>

<A HREF="http://www.cs.hmc.edu/~rclark/xacc">
<IMG SRC="logos/linux.gif"X-SAS-UseImageWidth X-SAS-UseImageHeight HEIGHT=102 WIDTH=121></A>

<A HREF="http://www.sco.com/skunkware">
<IMG SRC="logos/skunkware.gif"X-SAS-UseImageWidth X-SAS-UseImageHeight HEIGHT=80 WIDTH=108></A>

<A HREF="http://www.bull.de/pub/">
<IMG SRC="logos/bullogogross.gif"X-SAS-UseImageWidth X-SAS-UseImageHeight HEIGHT=75 WIDTH=75></A>

<A HREF="http://www.bull.de/pub/">
<IMG SRC="logos/ibm.gif"X-SAS-UseImageWidthX-SAS-UseImageHeight HEIGHT=54 WIDTH=93></A>

<A HREF="http://www.sgi.com/">
<IMG SRC="logos/sgi.gif"X-SAS-UseImageWidthX-SAS-UseImageHeight HEIGHT=43WIDTH=151></A>

<A HREF="http://www.debian.org/">
<IMG SRC="logos/debian.jpg"X-SAS-UseImageWidthX-SAS-UseImageHeight HEIGHT=140 WIDTH=114></A>

 </BODY>
</HTML>
