<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN">
<HTML>
<HEAD>
   <META HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=iso-8859-1">
   <META NAME="GENERATOR" CONTENT="Mozilla/4.06 [fr] (Win98; I) [Netscape]">
</HEAD>
<BODY>

<H1>
Dettes (dus aux) fournisseurs et cr&eacute;dit ( &agrave; recevevoir des)&nbsp;
fournisseurs</H1>
C/F et&nbsp; D/F sont des types en profondeur,
<P>En tous cas, consid&eacute;rons C/F. Nous ne pouvons rien r&eacute;ellement
raconter sur les D/F parce que nous payons toujours *nos* factures &agrave;
temps, n'est ce pas ? :-)
<P>Ainsi de toute fa&ccedil;on, disons que nous donnons &agrave; nos clients
30 jours pour payer.
<P>Quand nous faisons une vente, les deux comptes affect&eacute;s sont
les Ventes (un compte revenus) et C/F. C/F est un avoir, mais il n'est
pas liquide, et il n'est pas forc&eacute;ment en esp&egrave;ces/argent
comptant.
<P>Alors quand ils r&eacute;usissent &agrave; payer leurs factures, diminuant/d&eacute;posant
un gros sac de vingt dollars de factures, nous transf&eacute;rons le montant
depuis C/F vers liquidit&eacute;s.
<P>La raison pour laquelle nous le faisons en deux &eacute;tapes est que
nous avons decid&eacute;s de faire notre comptabilit&eacute; sur une base&nbsp;
d'accumulation et non sur une base de liquidit&eacute;s, parce que , et
bien, la plupart de nos transactions ne sont pas en liquidit&eacute;s,
ce sont des engagements.
<P>Nous reportons les ventes dans nos chiffres de ventes au moment o&ugrave;
nous les faisons, mais si l'auditeur veut savoir &agrave; propos de ou
si nous les avions r&eacute;cup&eacute;rer avec des erreurs (stuck)&nbsp;
avec de mauvais d&eacute;bits, nous brisons ces A/R par une dur&eacute;e
telle qu'ils ont : 0-30 suppos&eacute;s, 31-60 suppos&eacute;s, etc. A
un certain point quand un d&eacute;bit particulier est&nbsp; "nul ou annul&eacute;",
comme quand les salauds qui en n'ont marre vont en faillite, nous coupons/arrimons
ensemble C/F et les ventes, ainsi nous reprenons et arrangeons (ou plut&ocirc;t,
"d&eacute;sarrangeons") le compte ventes pour montrer que les ventes&nbsp;
n'&eacute;tait jamais tr&egrave;s bonnes.
<P>Nous pouvons utiliser la m&ecirc;me technique pour les choses que nous
payons &agrave; l'avance. Si nous devons payer six mois de location en
avance, c'est un "avoir accru", et tandis qu'il porte une atteinte saine
dans le compte de liquidit&eacute;s, il apparait sur les livres comme un
avoir. Et if nous avons &eacute;t&eacute; collecter les taxes des feuilles
de paie de nos employ&eacute;s et les conservont dans un compte bancaire
sp&eacute;cial, l'argent n'est pas r&eacute;ellement le n&ocirc;tre, alors
nous avons une augmentation dans le compte des liquidit&eacute;s&nbsp;
d'un cot&eacute;, et une augmentation dans un compte nomm&eacute; Liquidit&eacute;s
accumul&eacute;s, et les Taxes de la feuille de paie &agrave; payer d'un
autre c&ocirc;t&eacute;. Quand nous envoyons le ch&egrave;que trimestriel
aux Impots (ndt : aux USA) ainsi qu'ils peuvent faire une feuille de paie
aussi, notre dette chute et ainsi de m&ecirc;me pour notre compte de Liquidit&eacute;s.
</BODY>
</HTML>
